/*
SQLyog Ultimate v11.11 (64 bit)
MySQL - 5.7.26 : Database - ky
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`ky` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `ky`;

/*Table structure for table `ky_admin` */

DROP TABLE IF EXISTS `ky_admin`;

CREATE TABLE `ky_admin` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `name` varchar(50) CHARACTER SET utf8 DEFAULT NULL COMMENT '用户名',
  `username` varchar(50) CHARACTER SET utf8 DEFAULT NULL COMMENT '昵称',
  `password` varchar(255) CHARACTER SET utf8 DEFAULT NULL COMMENT '密码',
  `email` varchar(255) CHARACTER SET utf8 DEFAULT NULL COMMENT '邮箱',
  `phone` varchar(255) CHARACTER SET utf8 DEFAULT NULL COMMENT '电话',
  `First_language` varchar(255) DEFAULT NULL COMMENT '本职语种',
  `ip` varchar(255) CHARACTER SET utf8 DEFAULT NULL COMMENT 'IP',
  `sign` varchar(255) DEFAULT NULL COMMENT '签名图片',
  `department_id` int(11) DEFAULT NULL COMMENT '所属部门',
  `job_id` int(11) DEFAULT NULL COMMENT '所属职位',
  `group_id` text COMMENT '所属项目',
  `action_arr` varchar(255) DEFAULT NULL COMMENT '读写权限',
  `menu_arr` tinytext COMMENT '菜单栏目',
  `report_arr` varchar(255) DEFAULT NULL COMMENT '报表栏目',
  `status` tinyint(1) unsigned zerofill DEFAULT '0' COMMENT '工作状态：0在职 1离职',
  `trainee` tinyint(1) unsigned zerofill DEFAULT '0' COMMENT '是否是实习生：0不是 1是',
  `entry_time` varchar(30) DEFAULT NULL COMMENT '入职时间',
  `dimission_time` varchar(30) DEFAULT NULL COMMENT '离职时间',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(11) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=68 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_admin` */

insert  into `ky_admin`(`id`,`name`,`username`,`password`,`email`,`phone`,`First_language`,`ip`,`sign`,`department_id`,`job_id`,`group_id`,`action_arr`,`menu_arr`,`report_arr`,`status`,`trainee`,`entry_time`,`dimission_time`,`create_time`,`update_time`,`delete_time`) values (1,'admin','超管','2959007242966951bf835c4aefde7a50','admin@admin.com','13245678910',NULL,NULL,'/uploads/20200509/admin.png',4,1,NULL,NULL,'1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34','1,2,3,4,5,6,7,8,10,11,12,13',0,0,'2020-01-01',NULL,1578303092,1604547383,0),(2,'系统管理员','系统管理员','e10adc3949ba59abbe56e057f20f883e','root@ky.com','13245678910',NULL,NULL,'/uploads/20200509/系统管理员.png',4,1,NULL,NULL,'1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34','1,2,3,4,5,6,7,8,10,11,12,13',0,0,'2020-01-01',NULL,1578303092,1604544582,0),(3,'预排张三','预排人员','e10adc3949ba59abbe56e057f20f883e','ypzs@ky.com','13245678910','',NULL,'/uploads/20200509/ypzs.png',5,12,NULL,NULL,'2,3,33,14,16,20,23,24,34','',0,0,'2020-05-01','2020-07-27',1578303092,1604490772,1604490772),(4,'翻译张三','翻译人员','e10adc3949ba59abbe56e057f20f883e','fyzs@ky.com','13245678910','CN-EN,EN-CN',NULL,'/uploads/20200509/fyzs.png',5,10,NULL,NULL,'2,3,33,14,15,17,18,19,20,21,23,24,34','',0,0,'2020-05-01','',1578303092,1604490769,1604490769),(5,'后排张三','后排人员','e10adc3949ba59abbe56e057f20f883e','hy@ky.com','13245678910','',NULL,'/uploads/20200509/hpzs.png',5,13,NULL,NULL,'2,3,33,14,16,20,23,24,34','',0,0,'2020-05-01','',1578303092,1604490765,1604490765),(6,'校对张三','校对人员','e10adc3949ba59abbe56e057f20f883e','jd@ky.com','13245678910','CN-EN,EN-CN',NULL,'/uploads/20200509/jdzs.png',5,11,NULL,NULL,'2,3,33,14,15,17,18,19,20,21,23,24,34','',0,0,'2020-05-01','',1578303092,1604490731,1604490731),(7,'项目助理','项目助理','e10adc3949ba59abbe56e057f20f883e','xmzl@ky.com','13245678910',NULL,NULL,'/uploads/20200509/xmzl.png',2,7,NULL,NULL,'2,3,12,13,14,15,16,17,18,19,23,24,25','',0,0,'2020-05-01',NULL,1578303092,1597457907,1597457907),(8,'PM01','项目经理','e222a1a053f7c4bf88dbc6334d8b57c5','molly.li@codex-trans.com','15927550507','CN-EN,EN-CN',NULL,'/uploads/20201104/QQ图片20201104191120.png',2,8,NULL,NULL,'2,3,5,33,12,13,14,15,16,17,18,19,20,21,22,23,24,25,32,34','6,7,8,10,11,12,13',0,0,'2014-09-01','',1578303092,1604537308,0),(9,'GM','总经理','f1f1d4e3aa2b0729e9d7666576be74d4','xiaoxing.zhang@codex-sci.com','18601181486','',NULL,'/uploads/20200509/zjl.png',4,9,NULL,NULL,'1,2,3,4,5,6,33,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,31,32,30,34','1,2,3,4,5,6,7,8,10,11,12,13',0,0,'2020-05-01','',1578303092,1604487633,0),(10,'翻译李四','翻译人员','e10adc3949ba59abbe56e057f20f883e','fyls@ky.com','13245678910','CN-EN,EN-CN',NULL,'/uploads/20200509/fyls.png',5,10,NULL,NULL,'2,3,33,14,15,17,18,19,20,21,23,24,34','',0,0,'2020-05-01','',1578303092,1604490760,1604490760),(11,'校对李四','校对人员','e10adc3949ba59abbe56e057f20f883e','jdls@ky.com','13245678910','CN-EN,EN-CN',NULL,'/uploads/20200509/jdls.png',5,11,NULL,NULL,'2,3,33,14,15,17,18,19,20,21,23,24,34','',0,0,'2020-05-01','',1578303092,1604490757,1604490757),(12,'后排李四','后排人员','e10adc3949ba59abbe56e057f20f883e','hy@hy.com','13245678910','',NULL,'/uploads/20200509/hpls.png',5,13,NULL,NULL,'2,3,33,14,16,20,23,24,34','',0,0,'2020-05-01','',1578303092,1604490753,1604490753),(13,'预排李四','预排人员','e10adc3949ba59abbe56e057f20f883e','ypls@ky.com','13245678910','',NULL,'/uploads/20200509/ypls.png',5,12,NULL,NULL,'2,3,33,14,16,20,23,24,34','',0,0,'2020-05-01','',1578303092,1604490748,1604490748),(14,'翻译助理','翻译助理','e10adc3949ba59abbe56e057f20f883e','fyzl@ky.com','13245678910',NULL,NULL,'/uploads/20200509/fyzl.png',2,19,NULL,NULL,'2,3,14,16,23,24','',0,0,'2020-05-01',NULL,1578303092,1604490741,1604490741),(15,'销售张三','销售经理','e10adc3949ba59abbe56e057f20f883e','sales@ky.com','13245678910',NULL,NULL,'/uploads/20200509/xszs.png',4,3,NULL,NULL,NULL,NULL,0,0,'2020-05-01',NULL,1578303092,1604466663,1604466663),(16,'MichaelJackson',NULL,'e10adc3949ba59abbe56e057f20f883e','y@x.cn','13245678910','CN-DE,DE-CN',NULL,'/uploads/20200509/mk.png',5,10,NULL,NULL,'1,7,8,9,10,11','1',1,1,'2020-05-01','2020-06-29',1589441561,1597477414,0),(17,'SAM','市场行政经理','f1f1d4e3aa2b0729e9d7666576be74d4','amber.lu@codex-trans.com','18910294196','',NULL,'',1,20,NULL,NULL,'1,2,4,5,6,7,8,9,10,11,12,14,31,32,30','1,2,3,4',0,0,'2018-05-17','',1591852132,1604487890,0),(18,'PM02','项目经理','555fdea70eeefab4c2ee46105c0554f8','zero.tang@codex-trans.com','13419573767','CN-EN,EN-CN',NULL,'/uploads/20200509/xmjl.png',2,8,NULL,NULL,'2,3,5,33,12,13,14,15,16,17,18,19,20,21,22,23,24,25,32,34','5,6,7,8,10,11,12,13',0,0,'2015-10-08','',1578303092,1604537265,0),(19,'市场助理ZM',NULL,'e10adc3949ba59abbe56e057f20f883e','CCCCC@ky.com','12345678910','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','1,2,3,4',0,0,'2020-02-01','',1595902826,1604486772,1604486772),(20,'市场助理LYX',NULL,'e10adc3949ba59abbe56e057f20f883e','SCZLLYX@ky.com','12345678910','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','1,2,3,4',0,0,'2020-02-01','',1595902892,1604486703,1604486703),(21,'市场助理CR',NULL,'e10adc3949ba59abbe56e057f20f883e','SCZLCR@ky.com','12345678910','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','1,2,3,4',0,0,'2019-05-01','',1595902981,1604486768,1604486768),(22,'PA01',NULL,'0271aee1fd5ad5b764784084b3fb1c17','meng.shang@codex-trans.com','','CN-EN,EN-CN',NULL,'',2,7,NULL,NULL,'2,3,33,12,13,14,15,16,17,19,23,24,25,34','',0,0,'2017-06-09','',1595906309,1604537200,0),(23,'PA03',NULL,'36416f987c5c3b2e86721fb069d7802e','yuxin.zhang@codex-trans.com','','CN-EN,EN-CN',NULL,'',2,7,NULL,NULL,'2,3,33,12,13,14,15,16,17,19,23,24,25,34','',0,0,'2019-07-09','',1595906355,1604537098,0),(24,'PA02',NULL,'74ab6c9185e00e3c07627226c391b650','jie.zhou@codex-trans.com','','CN-EN,EN-CN',NULL,'',2,7,NULL,NULL,'2,3,33,12,13,14,15,16,17,19,23,24,25,34','',0,0,'2019-07-09','',1595906384,1604537150,0),(25,'PA04',NULL,'8ddf6bf1138e46694a7d80785141777e','claire.xiang@codex-trans.com','','CN-EN,EN-CN',NULL,'',2,7,NULL,NULL,'2,3,33,12,13,14,15,16,17,19,23,24,25,34','',0,0,'2019-09-12','',1595906435,1604537020,0),(26,'市场助理AL',NULL,'e10adc3949ba59abbe56e057f20f883e','al@ky.com','12345679890','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','1,2,3,4',0,0,'2019-07-01','',1596077953,1604485761,1604485761),(27,'项目助理YYY',NULL,'e10adc3949ba59abbe56e057f20f883e','fdhasuidhfasi@dsa.com','12345678978','',NULL,'',2,7,NULL,NULL,NULL,NULL,0,0,'2020-08-22','',1598081652,1598082220,1598082220),(28,'黄颖',NULL,'229a503ad8031d70f2d8dad531277515','emily.huang@codex-trans.com','','CN-EN,EN-CN',NULL,'',6,4,NULL,NULL,NULL,NULL,0,0,'2018-09-22','',1598086373,1604493278,0),(29,'程君',NULL,'6e1f35b161768771d5209d6ee5454389','jun.cheng@codex-trans.com','','CN-EN,EN-CN',NULL,'',6,15,NULL,NULL,NULL,NULL,0,0,'2019-08-22','',1598086687,1604493296,0),(30,'曹丽丽',NULL,'a35f5c12ed864c4e9f7aab1b362e554f','lili.cao@codex-trans.com','','CN-EN,EN-CN',NULL,'',6,5,NULL,NULL,NULL,NULL,0,0,'2018-08-22','',1598086741,1604493800,0),(31,'SA01',NULL,'f1f1d4e3aa2b0729e9d7666576be74d4','assistant@codex-trans.com','15321859065','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','',0,0,'','',1604486077,1604537631,0),(32,'SA02',NULL,'f1f1d4e3aa2b0729e9d7666576be74d4','assistant-bjk@codex-trans.com','18101228956','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','',0,0,'','',1604486127,1604487230,0),(33,'SA03',NULL,'f1f1d4e3aa2b0729e9d7666576be74d4','salesadmin-sh@codex-trans.com','18910739065','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','',0,0,'','',1604486219,1604487207,0),(34,'SA04',NULL,'f1f1d4e3aa2b0729e9d7666576be74d4','wendy.wang@codex-trans.com','','',NULL,'',1,2,NULL,NULL,'1,7,8,9,10,11','',0,0,'','',1604486270,1604487134,0),(35,'孙小玉',NULL,'d71a2490713e581627a4ce3139677a87','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604492876,1604548280,0),(36,'王丹妮',NULL,'b27344878e978dbdf5fb119f08ea0efc','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604492922,1604548268,0),(37,'孙丽娜',NULL,'a7ee02f207da926debeb8377b152b64d','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604492963,1604548260,0),(38,'祝欢',NULL,'ace20160cb08eadd6eff9bb46dd8a3df','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604493007,1604548252,0),(39,'王涵敬',NULL,'290a9fc7e0d12ddb14aceb3bf713c028','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604493047,1604548244,0),(40,'洪丽川',NULL,'9ece93f6cda9fdb68669a819fff9b181','','','',NULL,'',5,13,NULL,NULL,NULL,NULL,0,0,'','',1604493077,1604493077,0),(41,'黄晓钰',NULL,'0b50b2ca3de4c5d96943262b8ccbd9d4','','','',NULL,'',5,13,NULL,NULL,NULL,NULL,0,0,'','',1604493142,1604493142,0),(42,'唐彦彦',NULL,'de5822f08b756cce9b4f7b6496a99d87','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604493483,1604548233,0),(43,'周美玲',NULL,'a0a7166691436b3361ec150fb785be02','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604493584,1604548199,0),(44,'程睿',NULL,'e885b34406e2f42b83dcfc9a9b955f51','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604493607,1604548175,0),(45,'祝虹',NULL,'d4a7f2bea186a0dbc5efcf0652dc3533','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604493643,1604548168,0),(46,'茆冰菁',NULL,'2629fec15ec3402896f7d736217f963c','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604493670,1604548160,0),(47,'王美',NULL,'5c6586b63b3c77de3f5e40788f1c0452','','','JP-CN,CN-JP',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604493693,1604548152,0),(48,'李妙妙',NULL,'16b120e3939d49a9dc96aed3bdcb6522','','','',NULL,'',5,13,NULL,NULL,NULL,NULL,0,0,'','',1604493718,1604493718,0),(49,'张甜',NULL,'fb26c4dfe1f363d71548e5c47141fe66','','','',NULL,'',5,13,NULL,NULL,NULL,NULL,0,0,'','',1604493744,1604493744,0),(50,'赵鑫淼',NULL,'13280f165fd64cd8c7c8edf59c92278b','','','CN-JP,JP-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604493785,1604548132,0),(51,'曹紫云',NULL,'e64a34b990416390048bd1e5ea26c8ce','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604493972,1604548123,0),(52,'张诗蕊',NULL,'4939b4e49b7f298f49ddaf09013ce459','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604494004,1604548117,0),(53,'王梦雨',NULL,'188bbbf6c7a44522bba6ff2879e9684f','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604494036,1604548112,0),(54,'谈宇杰',NULL,'9b18c35c88df573f365a810b56bda2ed','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604494060,1604548107,0),(55,'吴茜',NULL,'8e7e4f7b9b89157e4f63e95a06b5705c','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604494086,1604548102,0),(56,'汤士豪',NULL,'9539882e5c6093c26588413e02cdadc0','','','CN-JP,JP-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604494120,1604548096,0),(57,'陈晓',NULL,'4496503462fc73a23d8a28b87675b4e8','','','',NULL,'',5,13,NULL,NULL,NULL,NULL,0,0,'','',1604494158,1604548144,0),(58,'吴晓宇',NULL,'0390a5588121a643e43dba5881e4e74d','','','CN-EN,EN-CN',NULL,'',5,12,NULL,NULL,NULL,NULL,0,0,'','',1604494195,1604548078,0),(59,'刘全荣',NULL,'4c54605a966868c5ad9e37da5bb49c22','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604494223,1604548073,0),(60,'徐彧婕',NULL,'5764f06188d3866646c884ba1ed95dae','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,1,'','',1604494253,1604548067,0),(61,'夏贝贝',NULL,'e20c0001b55bcc48791202468c2ce74f','','','CN-EN,EN-CN',NULL,'',2,19,NULL,NULL,'2,3,14,16,20,23','',0,0,'','',1604535578,1604548061,0),(62,'彭思怡',NULL,'048822c0cf48db7c1ef2a3abb04f895b','','','CN-EN,EN-CN',NULL,'',2,19,NULL,NULL,'2,3,14,16,20,23','',0,0,'','',1604535648,1604548055,0),(63,'刘肖',NULL,'89988a03d49ef34dcd3ad7863f6a87c0','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604548353,1604548353,0),(64,'王高标',NULL,'de521563b6301aeb88fa5f62a78bf1de','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604548598,1604548598,0),(65,'李梦雨',NULL,'08716d01cb1561d8263b3bde60af79b8','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604548629,1604548629,0),(66,'高兰',NULL,'9f8e035a90f40aac93568753b5e1550b','','','CN-EN,EN-CN',NULL,'',5,11,NULL,NULL,NULL,NULL,0,0,'','',1604548652,1604548652,0),(67,'何硕',NULL,'8b724c12a67aeaf46c0aeb8a2d64e47b','','','CN-EN,EN-CN',NULL,'',5,10,NULL,NULL,NULL,NULL,0,0,'','',1604548681,1604548681,0);

/*Table structure for table `ky_mk_contract` */

DROP TABLE IF EXISTS `ky_mk_contract`;

CREATE TABLE `ky_mk_contract` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Register_Date` int(11) DEFAULT NULL COMMENT '登记日期',
  `Update_Date` int(11) DEFAULT NULL COMMENT '更新时间',
  `Sales` varchar(255) DEFAULT NULL COMMENT '销售',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Department` varchar(255) DEFAULT NULL COMMENT '所在部门',
  `Company_Full_Name` varchar(255) DEFAULT NULL COMMENT '公司全称',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Contract_Signer` varchar(255) DEFAULT NULL COMMENT '合同签订人（若不同于联系人）',
  `Signer_is_Department` varchar(255) DEFAULT NULL COMMENT '所在部门（若不同于联系人）',
  `Company_Address` varchar(255) DEFAULT NULL COMMENT '公司地址',
  `Country` varchar(255) DEFAULT NULL COMMENT '国家',
  `Mobile` varchar(255) DEFAULT NULL COMMENT '移动电话号码',
  `Telephone_Number` varchar(255) DEFAULT NULL COMMENT '电话号码',
  `Email` varchar(255) DEFAULT NULL COMMENT '邮箱',
  `Company_Code` varchar(255) DEFAULT NULL COMMENT '公司编码',
  `Contract_Number` varchar(255) DEFAULT NULL COMMENT '合同编码',
  `Service` varchar(255) DEFAULT NULL COMMENT '服务',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Currency` varchar(255) DEFAULT NULL COMMENT '币种',
  `Unit_Price` varchar(255) DEFAULT NULL COMMENT '单价',
  `Units` varchar(255) DEFAULT NULL COMMENT '单位',
  `Sales_Forecasted` decimal(15,2) DEFAULT NULL COMMENT '预计销售额',
  `VAT_Rate` tinyint(4) DEFAULT NULL COMMENT '税率(%)',
  `Customer_VAT_No` varchar(255) DEFAULT NULL COMMENT '客户税号',
  `Customer_Address` varchar(255) DEFAULT NULL COMMENT '单位地址',
  `Customer_Phone` varchar(255) DEFAULT NULL COMMENT '电话',
  `Customer_Bank` varchar(255) DEFAULT NULL COMMENT '开户银行',
  `Customer_Bank_Account` varchar(255) DEFAULT NULL COMMENT '银行账号',
  `Invoicing_Policy` varchar(255) DEFAULT NULL COMMENT '开票规则',
  `Account_Period` varchar(255) DEFAULT NULL COMMENT '账期（结算方式）',
  `NDA` varchar(255) DEFAULT NULL COMMENT '有无保密协议',
  `Effective_Date` int(11) DEFAULT NULL COMMENT '生效日期',
  `Expired_Date` int(11) DEFAULT NULL COMMENT '失效日期',
  `Remaining_Validity` varchar(20) DEFAULT NULL COMMENT '剩余有效期',
  `Contract_Status` varchar(20) DEFAULT NULL COMMENT '合同状态',
  `Contract_Recipient` varchar(255) DEFAULT NULL COMMENT '合同收件人',
  `Contract_Recipient_Address` varchar(255) DEFAULT NULL COMMENT '合同收件地址',
  `Remarks` text COMMENT '备注',
  `Subject_Company` varchar(255) DEFAULT NULL COMMENT '主体公司',
  `Subject_Company_VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `Subject_Company_Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Subject_Company_Bank_Info` text COMMENT '主体银行信息',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_contract` */

insert  into `ky_mk_contract`(`id`,`Register_Date`,`Update_Date`,`Sales`,`Attention`,`Department`,`Company_Full_Name`,`Company_Name`,`Contract_Signer`,`Signer_is_Department`,`Company_Address`,`Country`,`Mobile`,`Telephone_Number`,`Email`,`Company_Code`,`Contract_Number`,`Service`,`Language`,`Currency`,`Unit_Price`,`Units`,`Sales_Forecasted`,`VAT_Rate`,`Customer_VAT_No`,`Customer_Address`,`Customer_Phone`,`Customer_Bank`,`Customer_Bank_Account`,`Invoicing_Policy`,`Account_Period`,`NDA`,`Effective_Date`,`Expired_Date`,`Remaining_Validity`,`Contract_Status`,`Contract_Recipient`,`Contract_Recipient_Address`,`Remarks`,`Subject_Company`,`Subject_Company_VAT_ID`,`Subject_Company_Address`,`Subject_Company_Bank_Info`,`Filled_by`,`delete_time`) values (1,20201028,20201028,'朱悦','李彦超','药品组RA','Bayer Direct Services GmbH','拜耳','','','Rechnungseingangsstelle51368 LeverkusenGermany','中国','','','yanchao.li@bayer.com','Bayer','C-Bayer20201028','翻译、排版','中译英、英译中、德译中','欧元','0.08、0.1、0.11','中文字符（不计空格）、单词数',0.00,0,'4567891230','Rechnungseingangsstelle51368 LeverkusenGermany','1234567890','中国银行','65412300','专票','30','Yes',20180928,20210727,'+272天','有效','李彦超','Rechnungseingangsstelle51368 LeverkusenGermany','','北京科译翻译有限公司','681579423541445867','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','admin',1603865468),(2,20201029,20201029,'正在','ll','','baier1','baier','','','','','','','','11','C-1120201029','','','','','',0.00,0,'','','','','','','','',20200729,20211129,'+396天','有效','','','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','admin',1603966859),(3,20201104,20201104,'张晓星','王洁','项目开发部','北京医睿达医药咨询有限公司','医睿达','','','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','中国','13810660742','010-63313868','wangj.@bcerd.com','ERD','C-ERD20201104','翻译','英文-中文、日文-中文、德文-中文、中文-英文','CNY','0.24、0.26、0.32、0.24','中文字符数（不计空格）',0.00,6,'91110102MA007QW50B','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','83516002','中国建设银行菜市口南街支行','11050167750000000230','专票','月结','Yes',20180520,20200520,'-168天','无效','王洁','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','市场助理ZM',1604487644),(4,20201104,20201104,'朱悦','1','','啊啊啊啊啊啊啊啊','111111','','','','','','','','AAA','C-AAA20201104','','','','','',0.00,0,'','','','','','','','',20200807,20210723,'+261天','有效','','','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','admin',1604469623),(5,20201105,20201105,'张晓星','朱江鹏','注册部','百多力（北京）医疗器械有限公司','百多力','','','北京市朝阳区曙光西里甲5号院22号楼19层1901-1907单元','中国','','010-65223851','jiangpeng.zhu@biotronik.com','BDL','C-BDL20201105','翻译','英文-中文、中文-英文、德文-中文','CNY','0.12、0.13、0.20','中文字符数（不计空格）',0.00,6,'91110101799001775H','北京市朝阳区曙光西里甲 5 号院 22 号楼 19 层 1901-1907 单元','010-65223851','招商银行股份有限公司北京朝外大街支行','1109 2815 9910 601','专票','月结','Yes',20190510,20220509,'+550天','有效','','','百多力合同单价是含6%增值税的\r\n需要专业翻译校对的文档： 如商务合同，新闻发布稿，法律文书或甲方有特别质量要求的文档等。按此类别翻译的文件需要事前经双方书面认可。\r\n英文翻译成中文：RMB150/千中文字符数（不计空格）；\r\n中文翻译成英文：RMB160/千中文字符数（不计空格）；\r\n德文翻译成中文：RMB240/千中文字符数（不计空格）。','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SAM',0),(6,20201105,20201105,'张晓星','王洁','项目开发部','北京医睿达医药咨询有限公司','医睿达','','','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','中国','13810660742','010-63313868','wangj@bcerd.com','ERD','C-ERD20201105','翻译','英文-中文、日文-中文、德文-中文、中文-英文','CNY','0.24、0.26、0.32、0.24','中文字符数（不计空格）',0.00,0,'91110102MAO07QW50B','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','83516002','中国建设银行菜市口南街支行','11050167750000000230','专票','','Yes',20180520,20200520,'-169天','无效','王洁','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','报价：\r\n日译中：日文不计空*1.2\r\n外译中：原文词数*3.5\r\n不足1000按1000算','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA03',0),(7,20201105,20201105,'朱悦','张燕','','贝朗医疗（上海）国际贸易有限公司 ','贝朗','','','上海市江苏路398号舜元企业发展大厦23楼','中国','','','','BL','C-BL20201105','翻译','英文-中文、中文-英文、德文-中文、中文-德文、法文-中文','人民币','116、138、150、200、180','千中文字符数（不计空格）',0.00,6,'913101156074116154 ','中国（上海）自由贸易试验区港澳路285号S、P及Q部分','021-50481626 ','汇丰银行上海分行 ','088005772001','专票','收到发票后60个工作日','Yes',20171204,20201204,'+29天','有效','','','其他开票信息\r\n名称：贝朗爱敦（上海）贸易有限公司\r\n名称 ：贝朗医疗 （ 苏州） 有限公司\r\n单价含税\r\nPPT和音频翻译有单价','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA01',0),(8,20201105,20201105,'王青','无','无','梅里埃诊断产品（上海）有限公司','梅里埃','无','无','上海市浦东新区浦三路康桥工业园区4633号','中国','无','无','','MLA','C-MLA20201105','翻译、口译','中译英、英译中、中译日、日译中、中译法，法译中','CNY','0.23、0.165、0.32、0.26、0.40、0.30','中文字符数（不计空格）',0.00,6,'91310115770224115E','中国（上海）自由贸易试验区富特西一路383号A2楼第4层A部位','021-60978388','汇丰银行（中国）有限公司上海分行','088020375011','专票','月结，收到发票后30天内','No',20200201,20210131,'+87天','有效','孟玲锐 15800389650','上海市浦东新区康桥工业区浦三路4633号','中译韩 0.32、韩译中0.26\r\n英译日1.2元/每英文单词、英译韩1.2元/每英文单词\r\n英译越南文 1.3/每英文单词、 英译印尼文1.3/每英文单词','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA02',0),(9,20201105,20201105,'朱悦','梁欣洁 Zhiya Liang','','碧迪医疗器械（上海）有限公司','碧迪','','','上海市浦东新区东育路221弄11号前滩世贸中心三期B栋12楼 ','中国','','','','BD','C-BD20201105','翻译','英文-中文、中文-英文','人民币','118、130','千中文字符数（不计空格）',0.00,6,'91310000745604167G','中国（上海）自由贸易试验区富特北路 458 号三层 348','021-32104610','花旗银行（中国）有限公司上海分行','1755282207','专票','收到发票后90天内','Yes',20200101,20220101,'+422天','有效','梁欣洁','北京市朝阳区建国路77号华贸写字楼3座28层','其他开票信息：\r\n巴德医疗科技（上海）有限公司\r\n巴德医疗研发（上海）有限公司\r\n合同签订单价为含税，但是目前客户默认单价为111.32和122.64，不含税','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA01',0),(10,20201105,20201105,'朱悦','王雪','','拜耳（中国）有限公司','拜耳','','','北京市朝阳区东三环北路27号嘉铭中心A座22层','中国','','010-59218087','xue.wang@bayer.com','BY','C-BY20201105','翻译','英文-中文、中文-英文、德文-英文、德文-中文','人民币','0.28、0.18、0.522、0.22','单词数、中文字符数（不计空格）、单词数、单词数',0.00,6,'913100001017721815','中国（上海）自由贸易试验区花园石桥路33号19层','021-61468282','汇丰银行（中国）有限公司上海分行','088084025012','发票','月结','Yes',20170305,20171230,'-1041天','无效','王雪','北京市朝阳区东三环北路27号嘉铭中心A座22层','本协议的期限自2017年3月5日起至2017年12月30日为止，经各方书面同意，可续展或延期。\r\n其他语种：对汉语:包括但不限于日语，法语，意大利语，韩语，蒙古语及维吾尔语等，英文-中文/中文-英文的PPT格式的文件单价不一样。\r\n','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA04',0),(11,20201105,20201105,'朱悦','朱佳洪','','泰利福医疗器械商贸（上海）有限公司','泰利福','朱佳洪','','中国上海市浦东新区东育路227弄6号前滩世贸中心（二期）D栋5楼','中国','','021-60607009','Jiahong.Zhu@teleflex.com','TLF','C-TLF20201105','翻译','英文-中文、中文-英文','人民币','160、220','中文字符数（不计空格）',0.00,6,'913100006643429943','中国（上海）自由贸易试验区东育路227弄6号D栋5层（实际楼层为4层）','021-60607000','招商银行淮中支行','1219 1050 1710 902','专票','收到发票后60天','Yes',20200904,20210903,'+302天','有效','朱佳洪','中国上海市浦东新区东育路227弄6号前滩世贸中心（二期）D栋5楼','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA01',0),(12,20201105,20201105,'朱悦','Sabine Karner','','Bayer Business Services GmbH','Bayer','','','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','Germany','+49 214 3031197','','sabine.karner@bayer.com','BY','C-BY20201105','翻译','中文-英文、英文-中文','欧元','0.08、0.1','中文字符数（不计空格）、单词数',0.00,0,'','','','','','','月结','',20190606,20211230,'+420天','有效','','','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA04',1604544812),(13,20201105,20201105,'朱悦','张若曦','结算部','博士伦(上海)贸易有限公司','博士伦','','','北京市东城区幸福大街37号博士伦','中国','','','','BSL','C-BSL20201105','翻译','英文-中文、中文-英文','人民币','130、160','千中文字符数（不计空格）',0.00,6,'91310000607393058C','中国（上海）自由贸易试验区富特北路358号第四层405部位第四层405室','021－60327188','花旗银行（中国）有限公司上海分行',' 4040031730824218','专票','按月结算','Yes',20180907,20200907,'-59天','无效','','','其他开票信息：\r\n博士伦（上海）贸易有限公司\r\n北京博士伦眼睛护理产品有限公司\r\n山东博士伦福瑞达制药有限公司','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA01',0),(14,20201105,20201105,'朱悦','Sabine Karner','','Bayer Business Services GmbH','拜耳海外','','','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','德国','+49 214 3031197','','sabine.karner@bayer.com','BBSG','C-BBSG20201105','翻译','中文-英文、英文-中文','EUR','0.08、0.1','中文字符数（不计空格）、单词数',0.00,0,'','','','','','','月结','',20190606,20211230,'+420天','有效','','','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA04',0),(15,20201105,20201105,'王青','姚艳飞','','朝日英达科贸(北京)有限公司','朝日英达','','','北京市朝阳区建国门外大街甲24号1007室','中国','','','','ZRYD','C-ZRYD20201105','','日译中、英译中、中译日','CNY','0.26、0.24、0.30','中文字符数（不计空格）',0.00,6,'91110105575154203W','北京市朝阳区建国门外大街甲24号1007室','','中国银行北京建国路支行','327258456485','普票','月结','Yes',20191230,20201230,'+55天','有效','','','暂无合同','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA02',0),(16,20201105,20201105,'张晓星','石慧','','中国食品药品国际交流中心','食药中心','','','北京市海淀区西直门北大街32号枫蓝国际中心B座写字楼1106室','中国','13810701100 ','010-82212866','shihui@ccfie.org','SYZX','C-SYZX20201105','翻译','中文-英文、英文-中文','人民币','0.20、0.16、53.00、48.00、0.24、0.18','中文字符（不计空格）、页',0.00,6,'','','','','','','','No',20200514,20210513,'+189天','有效','','','框架合同的价格：中文-英文  240元 /千中文字符（不计空格）（+6%增值税），英文-中文 180元 /千中文字符（不计空格）（+6%增值税）\r\n中国医疗器械监督管理国际会议笔译翻译合同价格：中文-英文  200元 /千中文字符（不计空格）（含6%增值税），英文-中文 160元 /千中文字符（不计空格）（含6%增值税）；中文-英文(PPT文件) 53元/页（含6%增值税），英文-中文(PPT文件) 48元/页（含6%增值税）','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SAM',0),(17,20201105,20201105,'朱悦','韩怡帆  Yifan Han','CA','飞利浦（中国）投资有限公司]','飞利浦','','','上海市静安区灵石路718号A1幢','中国','','','','FLP','C-FLP20201105','翻译','英文-中文、中文-英文','CNY','140、175','千中文字符数（不计空格）',0.00,6,'91310000101691285W','上海市灵石路718 号A1 幢','021-24115888','汇丰银行（中国）有限公司上海分行','404016-088030945013','专票','收到发票后95天','Yes',20180901,20210901,'+300天','有效','','','CN90和CN28开票信息不同','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA01',0),(18,20201105,20201105,'王青','王青青','','东丽国际贸易（中国）有限公司','东丽','','','上海市静安区南京西路1601号越洋国际广场8F','中国','15800304482','021-32518557','Wang_Qingqing@toray.cn','DL','C-DL20201105','翻译','英译中、日译中','CNY','0.20、0.24','中文字符数（不计空格）',0.00,6,'91310115607368434E','中国（上海）自由贸易试验区华京路8号三联大厦440室','32518558','三井住友银行（中国）有限公司','15703672','专票','收到发票后30天内','Yes',20190726,20200725,'-103天','无效','杨丰宇 15900475489','上海市静安区南京西路1601号越洋広場8Ｆ','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA02',0),(19,20201105,20201105,'王青','王燕  Kara Wang','RA','登士柏西诺德牙科产品（上海）有限公司','登士柏','王燕  Kara Wang','RA','北京市朝阳区四惠东通惠河畔文化创意产业园1131号君天大厦4001室','中国','13701066296','','Kara.wang@dentsplysirona.com','DSB','C-DSB20201105','翻译','中译英、英译中、德译中、中译德','人民币','0.18、0.14、0.24、0.32','中文字符数（不计空格）',0.00,6,'91310000787862009L','上海市静安区万航渡路800号金融街静安中心1号楼10层','021-32102555',':中行上海市南京西路支行','449459235534','专票','收到请款单后15个工作日内','Yes',20180807,20190806,'-457天','无效','','','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA02',0),(20,20201105,20201105,'朱悦','何徐琳','','赛默飞世尔科技（中国）有限公司','赛默飞','Rebecca Liang','采购部','上海市浦东新区新金桥路27号7号楼3楼','中国','','021-68654588*2292','rebecca.liang@thermofisher.com','SMF','C-SMF20201105','翻译','英文-中文、中文-英文','人民币','280.12、188','千单词、千中文字符数（不计空格）',0.00,6,'91310115753164501J','中国（上海）自由贸易试验区德堡路379号8幢','68654588','汇丰银行（中国）有限公司上海分行','088263074011','专票','收到发票后75天','Yes',20200401,20210401,'+147天','有效','何徐琳 ','海市浦东新区新金桥路27号7号楼3楼','其他开票信息：\r\n英潍捷基（上海）贸易有限公司\r\n赛默飞最新单价-20200601后开始','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA01',0),(21,20201105,20201105,'王青','展宏伟','','北京蒙太因医疗器械有限公司','蒙太因','无','无','北京市大兴区亦庄开发区博兴六路21号','中国','无','010-50879200','','MTY','C-MTY20201105','','英译中、中译英、日译中、中译日、德译中、中译德、法译中、中译法','人民币','0.16、0.22、0.24、0.32、0.32、0.40、0.32、0.40','中文字符数（不计空格）',0.00,6,'91110302600069255E','北京市北京经济技术开发区博兴六路21号院1号楼','010-50879200','中国银行北京经济技术开发区支行','348067903966','专票','月结，收到发票后30日内付款','Yes',20190722,20200721,'-107天','无效','展宏伟 15801232358','北京市大兴区亦庄开发博兴六路21号','','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','SA02',0);

/*Table structure for table `ky_mk_customer` */

DROP TABLE IF EXISTS `ky_mk_customer`;

CREATE TABLE `ky_mk_customer` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Register_Date` int(11) DEFAULT NULL COMMENT '登记日期',
  `Update_Date` int(11) DEFAULT NULL COMMENT '更新时间',
  `Sales` varchar(255) DEFAULT NULL COMMENT '销售',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Department` varchar(255) DEFAULT NULL COMMENT '所在部门',
  `Company_Full_Name` varchar(255) DEFAULT NULL COMMENT '公司全称',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Company_Address` varchar(255) DEFAULT NULL COMMENT '公司地址',
  `Country` varchar(255) DEFAULT NULL COMMENT '国家',
  `Position` varchar(255) DEFAULT NULL COMMENT '职位',
  `Mobile1` varchar(255) DEFAULT NULL COMMENT '移动电话号码1',
  `Mobile2` varchar(255) DEFAULT NULL COMMENT '移动电话号码2',
  `Office_Number1` varchar(255) DEFAULT NULL COMMENT '固定电话号码1',
  `Office_Number2` varchar(255) DEFAULT NULL COMMENT '固定电话号码2',
  `Email1` varchar(255) DEFAULT NULL COMMENT '邮箱1',
  `Email2` varchar(255) DEFAULT NULL COMMENT '邮箱2',
  `Status` varchar(255) DEFAULT NULL COMMENT '状态',
  `Link` varchar(255) DEFAULT NULL COMMENT '关联',
  `Company_Code` varchar(255) DEFAULT NULL COMMENT '公司编码',
  `Contract_Number` varchar(255) DEFAULT NULL COMMENT '合同编码',
  `Subject_Company` varchar(255) DEFAULT NULL COMMENT '主体公司',
  `Subject_Company_VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `Subject_Company_Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Subject_Company_Bank_Info` text COMMENT '主体银行信息',
  `Remarks` text COMMENT '备注',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=49 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_customer` */

insert  into `ky_mk_customer`(`id`,`Register_Date`,`Update_Date`,`Sales`,`Attention`,`Department`,`Company_Full_Name`,`Company_Name`,`Company_Address`,`Country`,`Position`,`Mobile1`,`Mobile2`,`Office_Number1`,`Office_Number2`,`Email1`,`Email2`,`Status`,`Link`,`Company_Code`,`Contract_Number`,`Subject_Company`,`Subject_Company_VAT_ID`,`Subject_Company_Address`,`Subject_Company_Bank_Info`,`Remarks`,`Filled_by`,`delete_time`) values (1,20201028,20201028,'朱悦','李彦超','药品组RA','Bayer Direct Services GmbH','拜耳','Rechnungseingangsstelle51368 LeverkusenGermany','中国','部员','123456123','','','','yanchao.li@bayer.com','','在职','','Bayer','C-Bayer20201028','北京科译翻译有限公司','681579423541445867','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','admin',1603865473),(2,20201029,20201029,'正在','ll','','baier1','baier','','','','','','','','','','在职','','11','C-1120201029','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','admin',1603966855),(3,20201104,20201104,'张晓星','陈钊','商务部','北京医睿达医药咨询有限公司','医睿达','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','中国','','18201185061','','010-83516002-806','','chenz@bcerd.com','','在职','','ERD','C-ERD20201104','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','市场助理ZM',1604487653),(4,20201104,20201104,'张晓星','王洁','项目开发部','北京医睿达医药咨询有限公司','医睿达','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','','','','','','','','','在职','','ERD','C-ERD20201104','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','市场助理ZM',1604487653),(5,20201105,20201105,'张晓星','朱江鹏 Brian Zhu','注册部','百多力（北京）医疗器械有限公司','百多力','北京市朝阳区曙光西里甲5号院22号楼19层1901-1907单元','中国','注册经理','13811246219','','','','jiangpeng.zhu@biotronik.com','','在职','','BDL','C-BDL20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','百多力合同单价是含6%增值税的','SAM',0),(6,20201105,20201105,'张晓星','王洁','项目开发部','北京医睿达医药咨询有限公司','医睿达','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','中国','','13810660742','','010-83516002','','wangj@bcerd.com','','在职','','ERD','C-ERD20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA03',0),(7,20201105,20201105,'张晓星','陈钊','商务部','北京医睿达医药咨询有限公司','医睿达','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','中国','','18201185061','',' 010-83516002-806','','chenz@bcerd.com','','在职','','ERD','C-ERD20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA03',0),(8,20201105,20201105,'张晓星','张晓芳 Linda Zhang','注册部','百多力（北京）医疗器械有限公司','百多力','北京市朝阳区曙光西里甲5号院22号楼19层1901-1907单元','中国','Regulatory Affairs','17701045959','','','','xiaofang.zhang@biotronik.com','','在职','','BDL','C-BDL20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','百多力合同单价是含6%增值税的\r\n需要专业翻译校对的文档： 如商务合同，新闻发布稿，法律文书或甲方有特别质量要求的文档等。按此类别翻译的文件需要事前经双方书面认可。\r\n英文翻译成中文：RMB150/千中文字符数（不计空格）；\r\n中文翻译成英文：RMB160/千中文字符数（不计空格）；\r\n德文翻译成中文：RMB240/千中文字符数（不计空格）。','SAM',0),(9,20201105,20201105,'张晓星','杨晓沫 Anna Yang','注册部','百多力（北京）医疗器械有限公司','百多力','北京市朝阳区曙光西里甲5号院22号楼19层1901-1907单元','中国','RA Specialist','18610478515','','010 6522 3851 ext.830','','xiaomo.yang@biotronik.com','','在职','','BDL','C-BDL20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','百多力合同单价是含6%增值税的\r\n需要专业翻译校对的文档： 如商务合同，新闻发布稿，法律文书或甲方有特别质量要求的文档等。按此类别翻译的文件需要事前经双方书面认可。\r\n英文翻译成中文：RMB150/千中文字符数（不计空格）；\r\n中文翻译成英文：RMB160/千中文字符数（不计空格）；\r\n德文翻译成中文：RMB240/千中文字符数（不计空格）。','SAM',0),(10,20201105,20201105,'张晓星','胡文伟','注册部','百多力（北京）医疗器械有限公司','百多力','北京市朝阳区曙光西里甲5号院22号楼19层1901-1907单元','中国','','','','','','wenwei.hu@biotronik.com','','在职','','BDL','C-BDL20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','百多力合同单价是含6%增值税的\r\n需要专业翻译校对的文档： 如商务合同，新闻发布稿，法律文书或甲方有特别质量要求的文档等。按此类别翻译的文件需要事前经双方书面认可。\r\n英文翻译成中文：RMB150/千中文字符数（不计空格）；\r\n中文翻译成英文：RMB160/千中文字符数（不计空格）；\r\n德文翻译成中文：RMB240/千中文字符数（不计空格）。','SAM',0),(11,20201105,20201105,'张晓星','吕思萌','招标部','百多力（北京）医疗器械有限公司','百多力','北京市朝阳区曙光西里甲5号院22号楼19层1901-1907单元','中国','','15811371295','','','','simeng.lv@biotronik.com','','在职','','BDL','C-BDL20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','百多力合同单价是含6%增值税的\r\n需要专业翻译校对的文档： 如商务合同，新闻发布稿，法律文书或甲方有特别质量要求的文档等。按此类别翻译的文件需要事前经双方书面认可。\r\n英文翻译成中文：RMB150/千中文字符数（不计空格）；\r\n中文翻译成英文：RMB160/千中文字符数（不计空格）；\r\n德文翻译成中文：RMB240/千中文字符数（不计空格）。','SAM',0),(12,20201105,20201105,'张晓星','扈艳红 Coral Hu','注册部','百多力（北京）医疗器械有限公司','百多力','北京市朝阳区曙光西里甲5号院22号楼19层1901-1907单元','中国','Governmental Affair & Bidding','13241854357','','010 65223851 ext. 858','','yanhong.hu@biotronik.com','','在职','','BDL','C-BDL20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','百多力合同单价是含6%增值税的\r\n需要专业翻译校对的文档： 如商务合同，新闻发布稿，法律文书或甲方有特别质量要求的文档等。按此类别翻译的文件需要事前经双方书面认可。\r\n英文翻译成中文：RMB150/千中文字符数（不计空格）；\r\n中文翻译成英文：RMB160/千中文字符数（不计空格）；\r\n德文翻译成中文：RMB240/千中文字符数（不计空格）。','SAM',0),(13,20201105,20201105,'朱悦','梁欣洁 Zhiya Liang','','碧迪医疗器械（上海）有限公司','碧迪','上海市浦东新区东育路221弄11号前滩世贸中心三期B栋12楼 ','','','','','','','','','在职','','BD','C-BD20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','其他开票信息：\r\n巴德医疗科技（上海）有限公司\r\n巴德医疗研发（上海）有限公司\r\n合同签订单价为含税，但是目前客户默认单价为111.32和122.64，不含税','SA01',0),(14,20201105,20201105,'王青','Angela Yang','政府事务部','梅里埃诊断产品（上海）有限公司','梅里埃','上海市浦东新区浦三路康桥工业园区4633号','中国','','','','','','angela.yang@biomerieux.com','','在职','','MLA','C-MLA20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','此客户的账单邮寄地址：\r\n上海市浦东新区康桥工业区浦三路4633号  邮编: 201315\r\n吴姬燕  021-6097 8365','SA02',0),(15,20201105,20201105,'朱悦','高广佩  Megan Gao','临床部','碧迪医疗器械（上海）有限公司','碧迪','上海市浦东新区东育路221弄11号前滩世贸中心三期B栋12楼 ','中国','Clinical Program Specialist','18911365360','','86-10-58139109','','Megan.Gao@bd.com','','在职','','BD','C-BD20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','客户地址：北京市朝阳区建国路77号华贸中心3号写字楼28层02B,03,05室，100025，中国','SA01',0),(16,20201105,20201105,'朱悦','汪文琪  Vicky Wang','RA','泰利福医疗器械商贸（上海）有限公司','泰利福','Unit 901, China Overseas Plaza No.8 Guanghuadongli,  Jianguomenwai Avenue, Chaoyang District, Beijing 100020','中国','RA Specialist','13001140845','','86 10 6418 5699 * 832','','wenqi.wang@teleflex.com','','在职','','TLF','C-TLF20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','汪文琪Vicky wang\r\n','SA01',0),(17,20201105,20201105,'朱悦','宋依佳 Alison Song','RA','博士伦(上海)贸易有限公司','博士伦','北京市东城区幸福大街37号博士伦','中国','','13261289695','','010 87157192','','Alison.Song@bausch.com','','在职','','BSL','C-BSL20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','其他开票信息：\r\n博士伦（上海）贸易有限公司\r\n北京博士伦眼睛护理产品有限公司\r\n山东博士伦福瑞达制药有限公司','SA01',0),(18,20201105,20201105,'朱悦','李彦超 Yanchao Li ','药品注册部','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','注册专员','135 5251 1323','','+86 10 5921 8360','','yanchao.li@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(19,20201105,20201105,'王青','姚艳飞','','朝日英达科贸(北京)有限公司','朝日英达','北京市朝阳区建国门外大街甲24号1007室','中国','','13699266279','','','','yao.yanfei@asahi-intecc.com','','在职','','ZRYD','C-ZRYD20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','暂无合同','SA02',0),(20,20201105,20201105,'朱悦','贾宏伟 Kenty Jia','器械组','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','','','','','','hongwei.jia@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(21,20201105,20201105,'朱悦','张淑芬 Cindy Zhang ','临床研究部','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','Country Lead Monitor','18927530545','','+86 20 87158079','','cindy.zhang@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(22,20201105,20201105,'朱悦','罗子原 Ziyuan Luo','Site Management','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','临床试验专员','18613033197','','020-87158081','','ziyuan.luo.ext@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(23,20201105,20201105,'朱悦','李津慧 Ariel Li','Global Site Management','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','Country Lead Monitor','158 1018 4740','','(86-10) 5921 8493','','ariel.li.ext@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(24,20201105,20201105,'朱悦','刘莉 Li Liu ','Site Management','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','临床试验专员','18810569492','','+86 10 5921 8204','','li.liu3.ext@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(25,20201105,20201105,'朱悦','Leslie Li','Media and Public Relations','拜耳（中国）有限公司','拜耳','北京市朝阳区东三环北路27号嘉铭中心A座22层','中国','Communications','','','+86 10 65893225','','leslie.li@bayer.com','','在职','','BY','C-BY20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','本协议的期限自2017年3月5日起至2017年12月30日为止，经各方书面同意，可续展或延期。\r\n其他语种：对汉语:包括但不限于日语，法语，意大利语，韩语，蒙古语及维吾尔语等，英文-中文/中文-英文的PPT格式的文件单价不一样。\r\n','SA04',0),(26,20201105,20201105,'张晓星','石慧','','中国食品药品国际交流中心','食药中心','北京市海淀区西直门北大街32号枫蓝国际中心B座写字楼1106室','中国','','13810701100','','010-82212866','','shihui@ccfie.org','','在职','','SYZX','C-SYZX20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','框架合同的价格：中文-英文  240元 /千中文字符（不计空格）（+6%增值税），英文-中文 180元 /千中文字符（不计空格）（+6%增值税）\r\n中国医疗器械监督管理国际会议笔译翻译合同价格：中文-英文  200元 /千中文字符（不计空格）（含6%增值税），英文-中文 160元 /千中文字符（不计空格）（含6%增值税）；中文-英文(PPT文件) 53元/页（含6%增值税），英文-中文(PPT文件) 48元/页（含6%增值税）','SAM',0),(27,20201105,20201105,'朱悦','Chao Yu','Site Management','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','临床研究专员','157 1887 3093','','+86 10 5921 8229','','chao.yu@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(28,20201105,20201105,'朱悦','孙达 Da Sun','注册部','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','','152 0143 3450','','+86 10 5921 8372','','da.sun.ext@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(29,20201105,20201105,'朱悦','He Shan','RA','飞利浦（中国）投资有限公司]','飞利浦','上海市静安区灵石路718号A1幢','中国','RA Specialist','','','','','shan.he_1@philips.com','','在职','','FLP','C-FLP20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01',0),(30,20201105,20201105,'朱悦','孙琦 Sun Qi','RA','泰利福医疗器械商贸（上海）有限公司','泰利福','北京市朝阳区酒仙桥路20号颐堤港一座2层208室','中国','Supervisor','15330256875','','86 10 6418 5699 * 816','','qi.sun@teleflex.com','','在职','','TLF','C-TLF20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01',0),(31,20201105,20201105,'朱悦','Vivian Bian','','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','','','','','','',' vivian.bian@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(32,20201105,20201105,'朱悦','刘申 Shen Liu','医学部','碧迪医疗器械（上海）有限公司','碧迪','北京市朝阳区华贸中心3座28层BD公司','中国','','','','','','','','在职','','BD','C-BD20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','开票按巴德来\r\n合同签订单价为含税，但是目前客户默认单价为111.32和122.64，不含税','SA01',0),(33,20201105,20201105,'王青','王燕  Kara Wang','RA','登士柏西诺德牙科产品（上海）有限公司','登士柏','北京市朝阳区四惠东通惠河畔文化创意产业园1131号君天大厦4001室','中国','RA结算负责人','13701066296','','010-59071900','','Kara.wang@dentsplysirona.com','','在职','','DSB','C-DSB20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA02',0),(34,20201105,20201105,'王青','Jo Zhou','RA','登士柏西诺德牙科产品（上海）有限公司','登士柏','北京市朝阳区四惠东通惠河畔文化创意产业园1131号君天大厦4001室','中国','RA专员','','','','','Jo.Zhou@dentsplysirona.com','','在职','','DSB','C-DSB20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA02',0),(35,20201105,20201105,'朱悦','滑用仪 Emma Hua','RA','赛默飞世尔科技（中国）有限公司','赛默飞','上海市浦东新区新金桥路27号7号楼3楼','中国','RA Specialist','15011478239','','(10) 8794 6563 ext 31563','','yongyi.hua@thermofisher.com','','在职','','SMF','C-SMF20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','北京市东城区北三环东路36号环球贸易中心C座8层\r\n','SA01',0),(36,20201105,20201105,'朱悦','Yanhua Yang','','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','','','','','','','yanhua.yang@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(37,20201105,20201105,'朱悦','隋兵 Sophia Sui','Site Managemen','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','CRA','15145019490','','+8610-5921 8917','','sophia.sui.ext@bayer.com','sophia.sui.ext@bayer.com','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(38,20201105,20201105,'王青','侯健 Jon Hou','质量部','北京蒙太因医疗器械有限公司','蒙太因','北京市大兴区亦庄开发区博兴六路21号','中国','','','','','','Jon.Hou@zimmerbiomet.com','','在职','','MTY','C-MTY20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA02',0),(39,20201105,20201105,'朱悦','Leo Liu','','拜耳（中国）有限公司','拜耳','北京市朝阳区东三环北路27号嘉铭中心A座22层','','Digital Communication','','','','','leo.liu1@bayer.com','','在职','','BY','C-BY20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','本协议的期限自2017年3月5日起至2017年12月30日为止，经各方书面同意，可续展或延期。\r\n其他语种：对汉语:包括但不限于日语，法语，意大利语，韩语，蒙古语及维吾尔语等，英文-中文/中文-英文的PPT格式的文件单价不一样。\r\n','SA04',0),(40,20201105,20201105,'朱悦','Minghui Wang','Life Sciences','拜耳（中国）有限公司','拜耳','北京市朝阳区东三环北路27号嘉铭中心A座22层','','','','','','','minghui.wang@bayer.com','','在职','','BY','C-BY20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','本协议的期限自2017年3月5日起至2017年12月30日为止，经各方书面同意，可续展或延期。\r\n其他语种：对汉语:包括但不限于日语，法语，意大利语，韩语，蒙古语及维吾尔语等，英文-中文/中文-英文的PPT格式的文件单价不一样。\r\n','SA04',0),(41,20201105,20201105,'朱悦','Yanyan Jiang','','拜耳（中国）有限公司','拜耳','北京市朝阳区东三环北路27号嘉铭中心A座22层','中国','Training Assistant','13522020676','','','','yanyan.jiang@bayer.com','','在职','','BY','C-BY20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','本协议的期限自2017年3月5日起至2017年12月30日为止，经各方书面同意，可续展或延期。\r\n其他语种：对汉语:包括但不限于日语，法语，意大利语，韩语，蒙古语及维吾尔语等，英文-中文/中文-英文的PPT格式的文件单价不一样。\r\n','SA04',0),(42,20201105,20201105,'朱悦','孙玲玲 Lingling Sun','','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','临床监查员','13520596808','','(86-10) 59218661','','lingling.sun.ext@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(43,20201105,20201105,'朱悦','Rio Li','Shared Service Center','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','Senior Associate','','','','','rio.li@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(44,20201105,20201105,'朱悦','韩梅 Keri Han','器械组','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','','','','','','','Han.Mei@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(45,20201105,20201105,'朱悦','Guannan Wang','','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','','','','','','','guannan.wang@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(46,20201105,20201105,'朱悦','Laura Liu','Regulatory Affairs China','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','中国','','','','','','laura.liu@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(47,20201105,20201105,'朱悦','Li Dong','','Bayer Business Services GmbH','拜耳海外','Bayer Direct Services GmbH Rechnungseingangsstelle 51368 Leverkusen Germany','','','','','','','li.dong@bayer.com','','在职','','BBSG','C-BBSG20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04',0),(48,20201105,20201105,'张晓星','张冬月','','中国食品药品国际交流中心','食药中心','北京市海淀区西直门北大街32号枫蓝国际中心B座写字楼1106室','中国','','','','','','','','在职','','SYZX','C-SYZX20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','框架合同的价格：中文-英文  240元 /千中文字符（不计空格）（+6%增值税），英文-中文 180元 /千中文字符（不计空格）（+6%增值税）\r\n中国医疗器械监督管理国际会议笔译翻译合同价格：中文-英文  200元 /千中文字符（不计空格）（含6%增值税），英文-中文 160元 /千中文字符（不计空格）（含6%增值税）；中文-英文(PPT文件) 53元/页（含6%增值税），英文-中文(PPT文件) 48元/页（含6%增值税）','SAM',0);

/*Table structure for table `ky_mk_fapiao` */

DROP TABLE IF EXISTS `ky_mk_fapiao`;

CREATE TABLE `ky_mk_fapiao` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '序号',
  `Invoice_Number` varchar(255) DEFAULT NULL COMMENT '发票编号',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '客户公司',
  `Company` varchar(255) DEFAULT NULL COMMENT '主体公司',
  `Fapiao_Date` int(11) DEFAULT NULL COMMENT '开票日期',
  `Name` varchar(255) DEFAULT NULL COMMENT '名称',
  `VAT_ID` varchar(255) DEFAULT NULL COMMENT '税号',
  `Address` varchar(255) DEFAULT NULL COMMENT '单位地址',
  `Phone` varchar(255) DEFAULT NULL COMMENT '电话号码',
  `Bank` varchar(255) DEFAULT NULL COMMENT '开户银行',
  `Bank_Account` varchar(255) DEFAULT NULL COMMENT '银行账户',
  `Fapiao_Amount` decimal(15,2) DEFAULT NULL COMMENT '开票金额',
  `Fapiao_Type` varchar(255) DEFAULT NULL COMMENT '开票类型',
  `PO_Number` varchar(255) DEFAULT NULL COMMENT 'PO号',
  `VAT` decimal(15,2) DEFAULT NULL COMMENT '增值税',
  `Remarks` text COMMENT '开票要求备注',
  `Invoice_Information` varchar(255) DEFAULT NULL COMMENT '开票信息',
  `Subject_Company_VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `Subject_Company_Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Subject_Company_Bank_Info` varchar(255) DEFAULT NULL COMMENT '主体银行信息',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_fapiao` */

/*Table structure for table `ky_mk_feseability` */

DROP TABLE IF EXISTS `ky_mk_feseability`;

CREATE TABLE `ky_mk_feseability` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Assigned_Date` int(11) DEFAULT NULL COMMENT '委托日期',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Subject_Company` varchar(255) DEFAULT NULL COMMENT '主体公司',
  `Sales` varchar(255) DEFAULT NULL COMMENT '销售',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Department` varchar(255) DEFAULT NULL COMMENT '所在部门',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Pages` int(9) DEFAULT NULL COMMENT '页数',
  `Source_Text_Word_Count` int(9) DEFAULT NULL COMMENT '源语字数',
  `File_Type` varchar(255) DEFAULT NULL COMMENT '文件类型',
  `Service` varchar(255) DEFAULT NULL COMMENT '服务类型',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Currency` varchar(255) DEFAULT NULL COMMENT '币种',
  `Unit_Price` decimal(15,2) DEFAULT NULL COMMENT '单价',
  `Units` varchar(255) DEFAULT NULL COMMENT '单位',
  `Quote_Number` varchar(255) DEFAULT NULL COMMENT '报价单编码',
  `Quote_Quantity` decimal(15,2) DEFAULT NULL COMMENT '报价数量',
  `VAT_Rate` tinyint(4) DEFAULT NULL COMMENT '税率(%)',
  `VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '增值税额',
  `Quote_Amount` decimal(15,2) DEFAULT NULL COMMENT '报价金额',
  `Delivery_Date_Expected` varchar(255) DEFAULT NULL COMMENT '客户期望提交日期',
  `PM` varchar(50) DEFAULT NULL COMMENT '项目经理',
  `Completed` int(10) DEFAULT NULL COMMENT '交付日期',
  `Contract_Number` varchar(255) DEFAULT NULL COMMENT '合同编码',
  `First_Cooperation` varchar(10) DEFAULT NULL COMMENT '是否首次合作',
  `Customer_Requirements` text COMMENT '客户要求',
  `External_Reference_File` text COMMENT '客户参考文件',
  `Project_Requirements` varchar(10) DEFAULT NULL COMMENT '生成项目需求',
  `Request_a_Quote` varchar(10) DEFAULT NULL COMMENT '生成报价(是/否)',
  `Repeated_Document` varchar(10) DEFAULT NULL COMMENT '重复文件(是/否)',
  `Subject_Company_VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `Subject_Company_Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Subject_Company_Bank_Info` text COMMENT '主体银行信息',
  `Remarks` text COMMENT '备注',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `Approval_Sales_Admin_Manager` varchar(255) DEFAULT NULL COMMENT '市场行政经理批准',
  `Approval_General_Manager` varchar(10) DEFAULT NULL COMMENT '总经理批准',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=44 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_feseability` */

insert  into `ky_mk_feseability`(`id`,`Assigned_Date`,`Filing_Code`,`Subject_Company`,`Sales`,`Attention`,`Department`,`Company_Name`,`Job_Name`,`Pages`,`Source_Text_Word_Count`,`File_Type`,`Service`,`Language`,`Currency`,`Unit_Price`,`Units`,`Quote_Number`,`Quote_Quantity`,`VAT_Rate`,`VAT_Amount`,`Quote_Amount`,`Delivery_Date_Expected`,`PM`,`Completed`,`Contract_Number`,`First_Cooperation`,`Customer_Requirements`,`External_Reference_File`,`Project_Requirements`,`Request_a_Quote`,`Repeated_Document`,`Subject_Company_VAT_ID`,`Subject_Company_Address`,`Subject_Company_Bank_Info`,`Remarks`,`Filled_by`,`Approval_Sales_Admin_Manager`,`Approval_General_Manager`,`delete_time`) values (1,20201028,'F-20201028Bayer01','北京科译翻译有限公司','朱悦','李彦超','药品组RA','拜耳','ONC-拜耳医汇运行报告翻译',1,894,'PDF','翻译','CN-EN','EUR',0.08,'中文字符数（不计空格）','Q-Bayer202010281',1050.00,0,0.00,84.00,'2020-10-29 23:00','项目经理LG',20201029,'C-Bayer20201028','No','','','No','Yes','No','681579423541445867','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','admin','','',1603865478),(2,20201104,'F-20201104ERD01','北京科译翻译有限公司','张晓星','陈钊','商务部','医睿达','遺伝子発現の流れ',8,3500,'PDF','翻译','JP-CN','CNY',0.26,'中文字符数（不计空格）','Q-ERD202011041',4200.00,6,65.52,4452.00,'2020-11-04 17:00','项目经理LG',NULL,'C-ERD20201104','No','','',NULL,'Yes',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'市场助理ZM',NULL,NULL,1604478920),(3,20201104,'F-20201104ERD02','北京科译翻译有限公司','张晓星','王洁','项目开发部','医睿达','4444',2,500,'PDF','翻译','CN-EN','',0.24,'中文字符数（不计空格）',NULL,1000.00,6,14.40,0.00,'','',NULL,'C-ERD20201104','','','',NULL,'No',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'市场助理ZM',NULL,NULL,1604487665),(4,20201104,'F-20201104ERD03','北京科译翻译有限公司','张晓星','陈钊','商务部','医睿达','111',11,4200,'PDF','翻译','CN-EN','CNY',0.26,'中文字符数（不计空格）',NULL,5000.00,6,78.00,0.00,'20200801','项目经理LG',NULL,'C-ERD20201104','No','','',NULL,'No',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'市场助理ZM',NULL,NULL,1604487665),(5,20201105,'F-20201105MLA01','北京科译翻译有限公司','王青','Angela Yang','政府事务部','梅里埃','携手促恢复沪青慈善牵手果洛行梅里埃新冠特别慈善项目捐赠活动在进博会举行-1104',2,1488,'Word','翻译','CN-EN','CNY',0.23,'中文字符数（不计空格）','',0.00,6,0.00,0.00,'2020-11-05 23:00','PM02',0,'C-MLA20201105','No','100%加急，今天下班前完成，注意质量。','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA02','Yes',NULL,0),(6,20201105,'F-20201105BD02','北京科译翻译有限公司','朱悦','高广佩  Megan Gao','临床','碧迪','MaxZero - Fluid Reflux Upon Disconnection',10,710,'Word','翻译','EN-CN','CNY',111.32,'千中文字符数（不计空格）','',0.00,6,0.00,0.00,'','PM02',0,'C-BD20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','MDS-Ruby--发补资料','SA01','Yes','',0),(7,20201105,'F-20201105BD03','北京科译翻译有限公司','朱悦','高广佩  Megan Gao','临床','碧迪','正向流动验证报告',2,598,'PDF','翻译','EN-CN','CNY',111.32,'千中文字符数（不计空格）','',0.00,6,0.00,0.00,'','PM02',0,'C-BD20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','MDS-Ruby--发补资料','SA01','Yes','',0),(8,20201105,'F-20201105TLF04','北京科译翻译有限公司','朱悦','汪文琪  Vicky Wang','RA','泰利福','D004147 Attachment B_ NMF-170 and -170B Data Sheet R03',2,653,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,6,0.00,0.00,'2020-11-12 23:00','PM01',20201112,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes','',0),(9,20201105,'F-20201105TLF05','北京科译翻译有限公司','朱悦','汪文琪  Vicky Wang','RA','泰利福','D004147_NMF_Report R3',13,4939,'Word','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,6,0.00,0.00,'2020-11-12 23:00','PM01',20201112,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes','',0),(10,20201105,'F-20201105TLF06','北京科译翻译有限公司','朱悦','汪文琪  Vicky Wang','RA','泰利福','D004147 Attachment A- Stability Testing Flow R03',1,480,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,6,0.00,0.00,'2020-11-12 23:00','PM01',20201112,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes','',0),(11,20201105,'F-20201105BSL07','北京科译翻译有限公司','朱悦','宋依佳 Alison Song','RA','博士伦','Two-piece Syringe - Product Specification',16,3664,'PDF','翻译','EN-CN','CNY',130.00,'千中文字符数（不计空格）','',0.00,6,0.00,1693.90,'','PM01',0,'C-BSL20201105','No','','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes','',0),(12,20201105,'F-20201105BBSG08','北京科译翻译有限公司','朱悦','罗子原 Ziyuan Luo','Site Management','拜耳海外','20201105 BAY2757556 Larotrectinib 1 SUSAR submission toSM-2020-189865',4,1644,'PDF','翻译','EN-CN','EUR',0.10,'单词','',0.00,0,0.00,0.00,'2020-11-06 17:00','PM01',20201106,'C-BBSG20201105','No','Study No:20289&20290\r\nDocument Type: Individual SUSAR\r\n\r\n','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','66995','SA04','Yes',NULL,0),(13,20201105,'F-20201105FLP09','北京科译翻译有限公司','朱悦','He Shan','RA','飞利浦','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify 1.8',5,737,'Word','翻译','EN-CN','CNY',0.14,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-09 23:00','PM02',20201109,'C-FLP20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(14,20201105,'F-20201105FLP10','北京科译翻译有限公司','朱悦','He Shan','RA','飞利浦','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify iOS',5,748,'Word','翻译','EN-CN','CNY',0.14,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-09 23:00','PM02',20201109,'C-FLP20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(15,20201105,'F-20201105TLF11','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','4 Clip - Rationale for Weck and Hemolok clips - Item 6.2',1,155,'Word','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(16,20201105,'F-20201105TLF12','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','4 Clip - Rationale for Xray Visibility of Cartridge - Item7.2',4,78,'Word','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(17,20201105,'F-20201105TLF13','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','HA-000001_Rev_20_ Final',4,13013,'Excel','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(18,20201105,'F-20201105TLF14','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','Rationales',3,792,'Word','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(19,20201105,'F-20201105TLF15','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','注册检测典型性说明',1,705,'Word','翻译','CN-EN','CNY',0.22,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(20,20201105,'F-20201105TLF16','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','ABS Cartridge Base',3,155,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(21,20201105,'F-20201105TLF17','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','MSDS carbridge base',11,3142,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(22,20201105,'F-20201105TLF18','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','MSDS for Retainer',9,2642,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(23,20201105,'F-20201105TLF19','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','MSDS Tenac (Clip)',10,2876,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(24,20201105,'F-20201105TLF20','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','PE Retainer',3,150,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(25,20201105,'F-20201105TLF21','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','PETG',2,224,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(26,20201105,'F-20201105TLF22','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','POM clip',3,477,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(27,20201105,'F-20201105TLF23','北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福','Type 1059B',4,178,'PDF','翻译','EN-CN','CNY',0.16,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-13 23:00','PM01',20201113,'C-TLF20201105','No','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(28,20201105,'F-20201105ZRYD24','北京科译翻译有限公司','王青','姚艳飞','','朝日英达','AI-20110301_FUBUKI苦情情報確認報告書_rev1',16,3000,'Word','翻译','JP-CN','CNY',245.28,'千中文字符数（不计空格）','Q-ZRYD202011051',8.00,6,117.73,2080.00,'2020-11-09 23:00','PM02',0,'C-ZRYD20201105','No','用于医疗器械注册申报提交国家药监局，电子格式','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA02','Yes',NULL,0),(29,20201105,'F-20201105BBSG25','北京科译翻译有限公司','朱悦','Vivian Bian','','拜耳海外','Vericiguat inspection notification_CN',1,231,'PDF','翻译','CN-EN','EUR',0.08,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-06 17:00','PM01',20201106,'C-BBSG20201105','No','提供翻译证明和译者CV\r\n','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04','Yes',NULL,0),(30,20201105,'F-20201105BD26','北京科译翻译有限公司','朱悦','刘申 Shen Liu','医学部','碧迪','BD IdentifA_CER-EN 20201105',74,12422,'Word','翻译','EN-CN','CNY',111.32,'千中文字符数（不计空格）','',0.00,0,0.00,0.00,'','PM02',0,'C-BD20201105','No','翻译附件1的BD IdentifA CER中文版吧。请按药监局格式。\r\n','附件为该产品说明书，供翻译参考','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','BU: DS   项目：IdentifA CER','SA01','Yes',NULL,0),(31,20201105,'F-20201105DSB27','北京科译翻译有限公司','王青','Jo Zhou','RA','登士柏','Transportsimulationstest_18d713143330',16,1381,'PDF','翻译','DE-CN','CNY',0.00,'',NULL,0.00,6,0.00,0.00,'2020-11-12 23:09','PM02',NULL,'C-DSB20201105','','','',NULL,'No',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'SA02','Yes',NULL,0),(32,20201105,'F-20201105DSB28','北京科译翻译有限公司','王青','Jo Zhou','RA','登士柏','R3.3_0280_Packaging_Rating Climate and Transport test',8,851,'PDF','翻译','DE-CN','CNY',0.00,'',NULL,0.00,0,0.00,0.00,'2020-11-12 23:02','PM02',NULL,'C-DSB20201105','','','',NULL,'No',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'SA02','Yes',NULL,0),(33,20201105,'F-20201105DSB29','北京科译翻译有限公司','王青','Jo Zhou','RA','登士柏','R3.3_0250_Production_Manufacturing processes validation report',1,317,'PDF','翻译','DE-CN','CNY',0.00,'',NULL,0.00,0,0.00,0.00,'2020-11-12 23:00','PM02',NULL,'C-DSB20201105','','','',NULL,'No',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'SA02','Yes',NULL,0),(34,20201105,'F-20201105DSB30','北京科译翻译有限公司','王青','Jo Zhou','RA','登士柏','Klimasimulationstest_18d713140698',13,642,'PDF','翻译','DE-CN','CNY',0.00,'',NULL,0.00,0,0.00,0.00,'2020-11-12 23:00','PM02',NULL,'C-DSB20201105','','','',NULL,'No',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'SA02','Yes',NULL,0),(35,20201105,'F-20201105DSB31','北京科译翻译有限公司','王青','Jo Zhou','RA','登士柏','AC 2.0    Montage + Fertigungskonzept 20180420',6,404,'PDF','翻译','DE-CN','CNY',0.00,'',NULL,0.00,6,0.00,0.00,'2020-11-12 23:00','PM02',NULL,'C-DSB20201105','','','',NULL,'No',NULL,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121',NULL,'SA02','Yes',NULL,0),(36,20201105,'F-20201105SMF32','北京科译翻译有限公司','朱悦','滑用仪 Emma Hua','RA','赛默飞','NTF005 Integration testing V2 Full Approval 230519',3,477,'PDF','翻译','EN-CN','CNY',280.12,'千单词','',720.00,6,12.10,213.79,'2020-11-20 23:00','PM02',20201120,'C-SMF20201105','No','','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(37,20201105,'F-20201105SMF33','北京科译翻译有限公司','朱悦','滑用仪 Emma Hua','RA','赛默飞','S126784 Iss1 Transfer Arm PCB Test Sheet 001 - 006',30,5955,'PDF','翻译','EN-CN','CNY',280.12,'千单词','',7940.00,0,133.45,2357.60,'2020-11-20 23:00','PM02',20201120,'C-SMF20201105','No','','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(38,20201105,'F-20201105SMF34','北京科译翻译有限公司','朱悦','滑用仪 Emma Hua','RA','赛默飞','S126787 Iss 1 Motor Driver Arm PCB Test Sheet 001 - 006',84,14878,'PDF','翻译','EN-CN','CNY',280.12,'千单词','',0.00,6,0.00,0.00,'2020-11-20 23:00','PM02',20201120,'C-SMF20201105','No','','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(39,20201105,'F-20201105SMF35','北京科译翻译有限公司','朱悦','滑用仪 Emma Hua','RA','赛默飞','S126790 Iss1 Distribution PCB Test Sheets 001 - 006',24,4119,'PDF','翻译','EN-CN','CNY',280.12,'千单词','',5500.00,6,92.44,1633.10,'2020-11-20 23:00','PM02',20201120,'C-SMF20201105','No','','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(40,20201105,'F-20201105SMF36','北京科译翻译有限公司','朱悦','滑用仪 Emma Hua','RA','赛默飞','S126793 Iss1 Optiread PCB Test Sheet 001 - 006',36,5981,'PDF','翻译','EN-CN','CNY',280.12,'千单词','',7970.00,6,133.95,2366.51,'2020-11-20 23:00','PM02',20201120,'C-SMF20201105','No','','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(41,20201105,'F-20201105SMF37','北京科译翻译有限公司','朱悦','滑用仪 Emma Hua','RA','赛默飞','S126950 Iss1 Control & LCD PCB Test Sheet 001 - 006',32,6783,'PDF','翻译','EN-CN','CNY',280.12,'千单词','',9100.00,6,152.95,2702.04,'2020-11-20 23:00','PM02',20201120,'C-SMF20201105','No','','','Yes','Yes','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01','Yes',NULL,0),(42,20201105,'F-20201105BBSG38','北京科译翻译有限公司','朱悦','Vivian Bian','','拜耳海外','拜耳_药品不良反应报告和监测检查整改计划_Response_CN',2,938,'PDF','翻译','CN-EN','EUR',0.08,'中文字符数（不计空格）','',0.00,0,0.00,0.00,'2020-11-09 12:00','PM01',20201109,'C-BBSG20201105','No','翻译证明和译者CV\r\n','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA04','Yes',NULL,0),(43,20201105,'F-20201105SYZX39','北京科译翻译有限公司','张晓星','张冬月','','食药中心','20201119 GS1标准的UDI系统，联通世界，激活未来1105',39,3579,'PPT','翻译','CN-EN','CNY',0.00,'页','',0.00,6,0.00,0.00,'','PM02',0,'C-SYZX20201105','Yes','','','Yes','No','No','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SAM','Yes','',0);

/*Table structure for table `ky_mk_inquiry` */

DROP TABLE IF EXISTS `ky_mk_inquiry`;

CREATE TABLE `ky_mk_inquiry` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Inquiry_Date` int(11) DEFAULT NULL COMMENT '来稿日期',
  `Subject_Company` varchar(255) DEFAULT NULL COMMENT '主体公司',
  `Sales` varchar(255) DEFAULT NULL COMMENT '销售',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Department` varchar(255) DEFAULT NULL COMMENT '所在部门',
  `Company_Full_Name` varchar(255) DEFAULT NULL COMMENT '公司全称',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Quote_Number` varchar(255) DEFAULT NULL COMMENT '报价单编码',
  `Contract_Number` varchar(255) DEFAULT NULL COMMENT '合同编码',
  `First_Cooperation` varchar(255) DEFAULT NULL COMMENT '是否首次合作',
  `Request_a_Quote` varchar(10) DEFAULT 'No' COMMENT '生成报价',
  `Currency` varchar(255) DEFAULT NULL COMMENT '币种',
  `VAT_Rate` tinyint(4) DEFAULT NULL COMMENT '税率(%)',
  `VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '增值税额',
  `Quote_Amount` decimal(15,2) DEFAULT NULL COMMENT '报价金额',
  `Subject_Company_VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `Subject_Company_Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Subject_Company_Bank_Info` text COMMENT '主体银行信息',
  `PM` varchar(50) DEFAULT NULL COMMENT '项目经理',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `Update_Date` int(11) DEFAULT NULL COMMENT '更新日期',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_inquiry` */

insert  into `ky_mk_inquiry`(`id`,`Inquiry_Date`,`Subject_Company`,`Sales`,`Attention`,`Department`,`Company_Full_Name`,`Company_Name`,`Quote_Number`,`Contract_Number`,`First_Cooperation`,`Request_a_Quote`,`Currency`,`VAT_Rate`,`VAT_Amount`,`Quote_Amount`,`Subject_Company_VAT_ID`,`Subject_Company_Address`,`Subject_Company_Bank_Info`,`PM`,`Filled_by`,`Update_Date`,`delete_time`) values (1,20201028,'北京科译翻译有限公司','朱悦','李彦超','药品组RA','Bayer Direct Services GmbH','拜耳','Q-Bayer202010281','C-Bayer20201028','No','Yes','EUR',0,0.00,0.00,'681579423541445867','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','项目经理LG','admin',20201028,1603865492),(2,20201029,'北京科译翻译有限公司','正在','ll','','baier1','baier','Q-11202010291','C-1120201029','','Yes','',0,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','admin',20201029,1603966846),(3,20201104,'北京科译翻译有限公司','张晓星','陈钊','商务部','北京医睿达医药咨询有限公司','医睿达','Q-ERD202011041','C-ERD20201104','No','Yes','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','项目经理LG','市场助理ZM',20201104,1604478915),(4,20201104,'北京科译翻译有限公司','张晓星','陈钊','商务部','北京医睿达医药咨询有限公司','医睿达',NULL,'C-ERD20201104','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','项目经理LG','市场助理ZM',20201104,1604487659),(5,20201104,'北京科译翻译有限公司','张晓星','王洁','项目开发部','北京医睿达医药咨询有限公司','医睿达',NULL,'C-ERD20201104','','No','',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','市场助理ZM',20201104,1604487659),(6,20201105,'北京科译翻译有限公司','王青','Angela Yang','政府事务部','梅里埃诊断产品（上海）有限公司','梅里埃',NULL,'C-MLA20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA02',20201105,0),(7,20201105,'北京科译翻译有限公司','朱悦','高广佩  Megan Gao','临床','碧迪医疗器械（上海）有限公司','碧迪','','C-BD20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA01',20201105,0),(8,20201105,'北京科译翻译有限公司','朱悦','高广佩  Megan Gao','临床','碧迪医疗器械（上海）有限公司','碧迪','','C-BD20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','SA01',20201105,1604541689),(9,20201105,'北京科译翻译有限公司','朱悦','汪文琪  Wang, Wenqi ','RA','泰利福医疗器械商贸（上海）有限公司','泰利福',NULL,'C-TLF20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM01','SA01',20201105,0),(10,20201105,'北京科译翻译有限公司','朱悦','宋依佳 Alison Song','RA','博士伦(上海)贸易有限公司','博士伦','','C-BSL20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM01','SA01',20201105,0),(11,20201105,'北京科译翻译有限公司','张晓星','陈钊','商务部','北京医睿达医药咨询有限公司','医睿达','Q-ERD202011053','C-ERD20201105','No','Yes','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM01','SA03',20201105,1604545731),(12,20201105,'北京科译翻译有限公司','王青','姚艳飞','','朝日英达科贸(北京)有限公司','朝日英达','Q-ZRYD202011051','C-ZRYD20201105','No','Yes','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA02',20201105,0),(13,20201105,'北京科译翻译有限公司','朱悦','罗子原 Ziyuan Luo','Site Management','Bayer Business Services GmbH','拜耳海外','','C-BBSG20201105','No','No','EUR',0,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM01','SA04',20201105,0),(14,20201105,'北京科译翻译有限公司','朱悦','He Shan','RA','飞利浦（中国）投资有限公司]','飞利浦','','C-FLP20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA01',20201105,0),(15,20201105,'北京科译翻译有限公司','朱悦','孙琦 Sun Qi','RA','泰利福医疗器械商贸（上海）有限公司','泰利福',NULL,'C-TLF20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM01','SA01',20201105,0),(16,20201105,'北京科译翻译有限公司','朱悦','Vivian Bian','','Bayer Business Services GmbH','拜耳海外','','C-BBSG20201105','No','No','EUR',0,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM01','SA04',20201105,0),(17,20201105,'北京科译翻译有限公司','朱悦','刘申 Shen Liu','医学部','碧迪医疗器械（上海）有限公司','碧迪','','C-BD20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA01',20201105,0),(18,20201105,'北京科译翻译有限公司','王青','Jo Zhou','RA','登士柏西诺德牙科产品（上海）有限公司','登士柏',NULL,'C-DSB20201105','','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA02',20201105,0),(19,20201105,'北京科译翻译有限公司','朱悦','滑用仪 Emma Hua','RA','赛默飞世尔科技（中国）有限公司','赛默飞','','C-SMF20201105','No','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA01',20201105,0),(20,20201105,'北京科译翻译有限公司','王青','侯健 Jon Hou','质量部','北京蒙太因医疗器械有限公司','蒙太因','Q-MTY202011051','C-MTY20201105','Yes','Yes','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SA02',20201105,0),(21,20201105,'北京科译翻译有限公司','张晓星','张冬月','','中国食品药品国际交流中心','食药中心',NULL,'C-SYZX20201105','Yes','No','CNY',6,0.00,0.00,'9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','PM02','SAM',20201105,0);

/*Table structure for table `ky_mk_inquiry_file` */

DROP TABLE IF EXISTS `ky_mk_inquiry_file`;

CREATE TABLE `ky_mk_inquiry_file` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `i_id` int(11) DEFAULT NULL COMMENT '主表ID',
  `Inquiry_Date` int(11) DEFAULT NULL COMMENT '来稿日期',
  `Contract_Number` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '合同编码',
  `Job_Name` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '文件名称',
  `Pages` int(9) DEFAULT NULL COMMENT '页数',
  `Source_Text_Word_Count` int(9) DEFAULT NULL COMMENT '源语字数',
  `File_Type` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '文件类型',
  `Service` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '服务类型',
  `Language` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '语种',
  `Unit_Price` decimal(15,2) DEFAULT NULL COMMENT '单价',
  `Units` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '单位',
  `VAT_Rate` tinyint(4) DEFAULT NULL COMMENT '税率(%)',
  `Quote_Quantity` decimal(15,2) DEFAULT NULL COMMENT '报价数量',
  `Quote_Amount` decimal(15,2) DEFAULT NULL COMMENT '报价金额',
  `VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '增值税额',
  `Delivery_Date_Expected` varchar(255) COLLATE utf8mb4_estonian_ci DEFAULT NULL COMMENT '客户期望提交日期',
  `Customer_Requirements` text CHARACTER SET utf8mb4 COMMENT '客户要求',
  `External_Reference_File` text CHARACTER SET utf8mb4 COMMENT '客户参考文件',
  `Order_Status` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '订单状态',
  `Request_a_Quote` varchar(10) CHARACTER SET utf8mb4 DEFAULT 'No' COMMENT '生成报价(是/否)',
  `Remarks` text CHARACTER SET utf8mb4 COMMENT '备注',
  `Filled_by` varchar(50) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '填表人',
  `Update_Date` int(11) DEFAULT NULL COMMENT '更新日期',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=52 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_estonian_ci;

/*Data for the table `ky_mk_inquiry_file` */

insert  into `ky_mk_inquiry_file`(`id`,`i_id`,`Inquiry_Date`,`Contract_Number`,`Job_Name`,`Pages`,`Source_Text_Word_Count`,`File_Type`,`Service`,`Language`,`Unit_Price`,`Units`,`VAT_Rate`,`Quote_Quantity`,`Quote_Amount`,`VAT_Amount`,`Delivery_Date_Expected`,`Customer_Requirements`,`External_Reference_File`,`Order_Status`,`Request_a_Quote`,`Remarks`,`Filled_by`,`Update_Date`,`delete_time`) values (1,1,20201028,'C-Bayer20201028','ONC-拜耳医汇运行报告翻译',1,894,'PDF','翻译','CN-EN',0.08,'中文字符数（不计空格）',0,1050.00,84.00,0.00,'2020-10-29 23:00','','','Accepted','Yes','','admin',20201028,0),(2,2,20201029,'C-1120201029','1111',11,33,'PDF','翻译','CN-EN',0.20,'中文字符数（不计空格）',0,555.00,0.00,0.00,'2020-09-30 23:00','','','','Yes','','admin',20201029,0),(3,3,20201104,'C-ERD20201104','遺伝子発現の流れ',8,3500,'PDF','翻译','JP-CN',0.26,'中文字符数（不计空格）',6,4200.00,4452.00,65.52,'2020-11-04 17:00','','','Accepted','Yes','','市场助理ZM',20201104,0),(4,4,20201104,'C-ERD20201104','111',11,4200,'PDF','翻译','CN-EN',0.26,'中文字符数（不计空格）',6,5000.00,0.00,78.00,'20200801','','','Accepted','No','','市场助理ZM',20201104,0),(5,5,20201104,'C-ERD20201104','4444',2,500,'PDF','翻译','CN-EN',0.24,'中文字符数（不计空格）',6,1000.00,0.00,14.40,'','','','Accepted','No','','市场助理ZM',20201104,0),(6,6,20201105,'C-MLA20201105','携手促恢复沪青慈善牵手果洛行梅里埃新冠特别慈善项目捐赠活动在进博会举行-1104',2,1488,'Word','翻译','CN-EN',0.23,'中文字符数（不计空格）',6,0.00,0.00,0.00,'20201105','100%加急，今天下班前完成，注意质量。','','Accepted','No','','SA02',20201105,0),(7,7,20201105,'C-BD20201105','MaxZero - Fluid Reflux Upon Disconnection',10,710,'Word','翻译','EN-CN',111.32,'千中文字符数（不计空格）',6,0.00,0.00,0.00,'','','','Accepted','No','MDS-Ruby--发补资料 ','SA01',20201105,0),(8,7,20201105,'C-BD20201105','正向流动验证报告',2,598,'PDF','翻译','EN-CN',111.32,'千中文字符数（不计空格）',6,0.00,0.00,0.00,'','','','Accepted','No','MDS-Ruby--发补资料 ','SA01',20201105,0),(9,9,20201105,'C-TLF20201105','D004147 Attachment A- Stability Testing Flow R03',1,480,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-12 23:00','','','Accepted','No','','SA01',20201105,0),(10,9,20201105,'C-TLF20201105','D004147 Attachment B_ NMF-170 and -170B Data Sheet R03',2,653,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-12 23:00','','','Accepted','No','','SA01',20201105,0),(11,9,20201105,'C-TLF20201105','D004147_NMF_Report R3',13,4939,'Word','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-12 23:00','','','Accepted','No','','SA01',20201105,0),(12,10,20201105,'C-BSL20201105','Two-piece Syringe - Product Specification',16,3664,'PDF','翻译','EN-CN',130.00,'千中文字符数（不计空格）',6,0.00,0.00,0.00,'','','','Accepted','No','附件是Dk变更用文件，麻烦批一下翻译','SA01',20201105,0),(13,11,20201105,'C-ERD20201105','20180931《医疗器械不良事件监测和再评价管理办法》解读 ',10,4922,'PDF','翻译','CN-EN',0.24,'中文字符数（不计空格）',6,4967.00,0.00,71.52,'2020-11-09 23:00','','','','Yes','','SA03',20201105,1604545481),(14,11,20201105,'C-ERD20201105','国食药监械【2008】634号 关于境外医疗器械标签和包装标识有关问题的通知',10,13000,'PDF','翻译','CN-EN',0.13,'中文字符数（不计空格）',6,13030.00,0.00,101.63,'2020-11-10 23:00','','','','Yes','','SA03',20201105,1604545479),(15,12,20201105,'C-ZRYD20201105','AI-20110301_FUBUKI苦情情報確認報告書_rev1',16,3000,'Word','翻译','JP-CN',245.28,'千中文字符数（不计空格）',6,8.00,2080.00,117.73,'2020-11-09 00:00','用于医疗器械注册申报提交国家药监局，电子格式','','Accepted','Yes','','SA02',20201105,0),(16,13,20201105,'C-BBSG20201105','20201105 BAY2757556 Larotrectinib 1 SUSAR submission toSM-2020-189865',4,1644,'PDF','翻译','EN-CN',0.10,'单词',0,0.00,0.00,0.00,'2020-11-06 17:00','备注：\r\nStudy No:20289&20290\r\nDocument Type: Individual SUSAR\r\n\r\n','','Accepted','No','66995','SA04',20201105,0),(17,14,20201105,'C-FLP20201105','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify 1.8',5,737,'Word','翻译','EN-CN',0.14,'中文字符数（不计空格）',0,0.00,0.00,0.00,'2020-11-09 23:00','','','Accepted','No','','SA01',20201105,0),(18,14,20201105,'C-FLP20201105','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify iOS',5,748,'Word','翻译','EN-CN',0.14,'中文字符数（不计空格）',0,0.00,0.00,0.00,'2020-11-09 23:00','','','Accepted','No','','SA01',20201105,0),(19,15,20201105,'C-TLF20201105','4 Clip - Rationale for Weck and Hemolok clips - Item 6.2',1,155,'Word','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(20,15,20201105,'C-TLF20201105','4 Clip - Rationale for Xray Visibility of Cartridge - Item7.2',4,78,'Word','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(21,15,20201105,'C-TLF20201105','HA-000001_Rev_20_ Final',4,13013,'Excel','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(22,15,20201105,'C-TLF20201105','Rationales',3,792,'Word','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(23,15,20201105,'C-TLF20201105','注册检测典型性说明',1,705,'Word','翻译','CN-EN',0.22,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(24,15,20201105,'C-TLF20201105','ABS Cartridge Base',3,155,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(25,15,20201105,'C-TLF20201105','MSDS carbridge base',11,3142,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(26,15,20201105,'C-TLF20201105','MSDS for Retainer',9,2642,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(27,15,20201105,'C-TLF20201105','MSDS Tenac (Clip)',10,2876,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(28,15,20201105,'C-TLF20201105','PE Retainer',3,150,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(29,15,20201105,'C-TLF20201105','PETG',2,224,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(30,15,20201105,'C-TLF20201105','POM clip',3,477,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(31,15,20201105,'C-TLF20201105','Type 1059B',4,178,'PDF','翻译','EN-CN',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'2020-11-13 23:00','','','Accepted','No','','SA01',20201105,0),(32,16,20201105,'C-BBSG20201105','Vericiguat inspection notification_CN',1,231,'PDF','翻译','CN-EN',0.08,'中文字符数（不计空格）',0,0.00,0.00,0.00,'2020-11-06 17:00','提供翻译证明和译者CV\r\n','','Accepted','No','67013 \r\n','SA04',20201105,0),(33,17,20201105,'C-BD20201105','BD IdentifA_CER-EN 20201105',74,12422,'Word','翻译','EN-CN',111.32,'千中文字符数（不计空格）',0,0.00,0.00,0.00,'','翻译附件1的BD IdentifA CER中文版吧。请按药监局格式。\r\n','附件为该产品说明书，供翻译参考','Accepted','No','BU: DS  项目：IdentifA CER','SA01',20201105,0),(34,18,20201105,'C-DSB20201105','AC 2.0    Montage + Fertigungskonzept 20180420',6,404,'PDF','翻译','DE-CN',0.00,'',6,0.00,0.00,0.00,'2020-11-12 23:00','','','Accepted','No','','SA02',20201105,0),(35,18,20201105,'C-DSB20201105','Klimasimulationstest_18d713140698',13,642,'PDF','翻译','DE-CN',0.00,'',0,0.00,0.00,0.00,'2020-11-12 23:00','','','Accepted','No','','SA02',20201105,0),(36,18,20201105,'C-DSB20201105','R3.3_0250_Production_Manufacturing processes validation report',1,317,'PDF','翻译','DE-CN',0.00,'',0,0.00,0.00,0.00,'2020-11-12 23:00','','','Accepted','No','','SA02',20201105,0),(37,18,20201105,'C-DSB20201105','R3.3_0280_Packaging_Rating Climate and Transport test',8,851,'PDF','翻译','DE-CN',0.00,'',0,0.00,0.00,0.00,'2020-11-12 23:02','','','Accepted','No','','SA02',20201105,0),(38,18,20201105,'C-DSB20201105','Transportsimulationstest_18d713143330',16,1381,'PDF','翻译','DE-CN',0.00,'',6,0.00,0.00,0.00,'2020-11-12 23:09','','','Accepted','No','','SA02',20201105,0),(39,19,20201105,'C-SMF20201105','NTF005 Integration testing V2 Full Approval 230519',3,477,'PDF','翻译','EN-CN',280.12,'千单词',6,0.00,0.00,0.00,'2020-11-20 23:00','','','Accepted','No','','SA01',20201105,0),(40,19,20201105,'C-SMF20201105','S126784 Iss1 Transfer Arm PCB Test Sheet 001 - 006',30,5955,'PDF','翻译','EN-CN',280.12,'千单词',6,0.00,0.00,0.00,'2020-11-20 23:00','','','Accepted','No','','SA01',20201105,0),(41,19,20201105,'C-SMF20201105','S126787 Iss 1 Motor Driver Arm PCB Test Sheet 001 - 006',84,14878,'PDF','翻译','EN-CN',280.12,'千单词',6,19540.00,5801.96,328.41,'2020-11-20 23:00','','','Accepted','No','','SA01',20201105,0),(42,20,20201105,'C-MTY20201105','04 Assessment Report from NMPA-20180404',15,9000,'PDF','翻译','CN-EN',188.68,'千中文字符数（不计空格）',6,29.20,5840.00,330.57,'','','','Unsure','Yes','','SA02',20201105,0),(43,20,20201105,'C-MTY20201105','05 Assessment Report from CMD-20180622',8,6570,'PDF','翻译','CN-EN',188.68,'千中文字符数（不计空格）',6,8.00,1600.00,90.57,'','','','Unsure','Yes','','SA02',20201105,0),(44,20,20201105,'C-MTY20201105','08 Assessment Report from NMPA-20190826',18,3916,'PDF','翻译','CN-EN',188.68,'千中文字符数（不计空格）',6,15.00,3000.00,169.81,'','','','Unsure','Yes','','SA02',20201105,0),(45,20,20201105,'C-MTY20201105','11 Assessment Report from NMPA-20200522',4,1008,'PDF','翻译','CN-EN',188.68,'千中文字符数（不计空格）',6,1.20,240.00,13.58,'','','','Unsure','Yes','','SA02',20201105,0),(46,20,20201105,'C-MTY20201105','12 Assessment Report from CMD-20200923',4,985,'PDF','翻译','CN-EN',188.68,'千中文字符数（不计空格）',6,1.20,240.00,13.58,'','','','Unsure','Yes','','SA02',20201105,0),(47,19,20201105,'C-SMF20201105','S126790 Iss1 Distribution PCB Test Sheets 001 - 006',24,4119,'PDF','翻译','EN-CN',280.12,'千单词',6,5500.00,1633.10,92.44,'2020-11-20 23:00','','','Accepted','No','','SA01',20201105,0),(48,19,20201105,'C-SMF20201105','S126793 Iss1 Optiread PCB Test Sheet 001 - 006',36,5981,'PDF','翻译','EN-CN',280.12,'千单词',6,7970.00,2366.51,133.95,'2020-11-20 23:00','','','Accepted','No','','SA01',20201105,0),(49,19,20201105,'C-SMF20201105','S126950 Iss1 Control & LCD PCB Test Sheet 001 - 006',32,6783,'PDF','翻译','EN-CN',280.12,'千单词',6,9100.00,2702.04,152.95,'2020-11-20 23:00','','','Accepted','No','','SA01',20201105,0),(50,16,20201105,'C-BBSG20201105','拜耳_药品不良反应报告和监测检查整改计划_Response_CN',2,938,'PDF','翻译','CN-EN',0.08,'中文字符数（不计空格）',0,0.00,0.00,0.00,'2020-11-09 12:00','翻译证明和译者CV\r\n','','Accepted','No','67020 \r\n','SA04',20201105,0),(51,21,20201105,'C-SYZX20201105','20201119 GS1标准的UDI系统，联通世界，激活未来1105',39,3579,'PPT','翻译','CN-EN',0.00,'页',6,0.00,0.00,0.00,'','','','Accepted','No','','SAM',20201105,0);

/*Table structure for table `ky_mk_invoice` */

DROP TABLE IF EXISTS `ky_mk_invoice`;

CREATE TABLE `ky_mk_invoice` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '序号',
  `Invoice_Number` varchar(255) DEFAULT NULL COMMENT '请款单编码',
  `To` varchar(255) DEFAULT NULL COMMENT '公司全称',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Company_Address` varchar(255) DEFAULT NULL COMMENT '公司地址',
  `Email` varchar(255) DEFAULT NULL COMMENT '邮箱',
  `Invoicing_Date` varchar(255) DEFAULT NULL COMMENT '日期',
  `Issued_by` varchar(255) DEFAULT NULL COMMENT '主体公司名称',
  `VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Currency` varchar(255) DEFAULT NULL COMMENT '币种',
  `Total_Amount_without_VAT` decimal(15,2) DEFAULT NULL COMMENT '不含税金额合计',
  `Total_VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '税额合计',
  `Total_Invoicing_Amount` decimal(15,2) DEFAULT NULL COMMENT '请款金额合计',
  `Bank_Info` text COMMENT '主体银行信息',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_invoice` */

insert  into `ky_mk_invoice`(`id`,`Invoice_Number`,`To`,`Attention`,`Company_Address`,`Email`,`Invoicing_Date`,`Issued_by`,`VAT_ID`,`Address`,`Currency`,`Total_Amount_without_VAT`,`Total_VAT_Amount`,`Total_Invoicing_Amount`,`Bank_Info`,`Filled_by`,`create_time`,`update_time`,`delete_time`) values (1,'I-Bayer202010281','Bayer Direct Services GmbH','李彦超','Rechnungseingangsstelle51368 LeverkusenGermany','yanchao.li@bayer.com','20201116','北京科译翻译有限公司','681579423541445867','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','EUR',84.24,0.00,84.24,NULL,'admin',1603863221,1603865529,1603865529),(2,'I-ERD202011041','北京医睿达医药咨询有限公司','陈钊','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','chenz@bcerd.com','0','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','CNY',1092.00,65.52,1157.52,NULL,'市场助理ZM',1604476297,1604544534,1604544534),(3,'I-ERD202011042','北京医睿达医药咨询有限公司','陈钊','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','chenz@bcerd.com',NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','CNY',0.00,0.00,0.00,NULL,'市场助理ZM',1604480293,1604544531,1604544531);

/*Table structure for table `ky_mk_invoice_table` */

DROP TABLE IF EXISTS `ky_mk_invoice_table`;

CREATE TABLE `ky_mk_invoice_table` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '序号',
  `Invoice_Number` varchar(255) DEFAULT NULL COMMENT '请款单编码',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Pages` int(9) DEFAULT NULL COMMENT '页数',
  `File_Type` varchar(255) DEFAULT NULL COMMENT '文件类型',
  `Assigned` varchar(255) DEFAULT NULL COMMENT '委托日期',
  `Completed` varchar(255) DEFAULT NULL COMMENT '提交日期',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Service` varchar(255) DEFAULT NULL COMMENT '服务',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Units` varchar(255) DEFAULT NULL COMMENT '单位',
  `Unit_Quantity` decimal(15,2) DEFAULT NULL COMMENT '交付数量',
  `Unit_Price` decimal(15,2) DEFAULT NULL COMMENT '单价',
  `Net_Amount` decimal(15,2) DEFAULT NULL COMMENT '未税金额',
  `VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '增值税额',
  `Invoicing_Amount` decimal(15,2) DEFAULT NULL COMMENT '请款金额',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_invoice_table` */

insert  into `ky_mk_invoice_table`(`id`,`Invoice_Number`,`Filing_Code`,`Pages`,`File_Type`,`Assigned`,`Completed`,`Job_Name`,`Service`,`Language`,`Units`,`Unit_Quantity`,`Unit_Price`,`Net_Amount`,`VAT_Amount`,`Invoicing_Amount`,`Filled_by`,`create_time`,`update_time`,`delete_time`) values (1,'I-Bayer202010281','F-20201028Bayer01',1,'PDF','20201028','20201029','ONC-拜耳医汇运行报告翻译','翻译','CN-EN','中文字符数（不计空格）',1053.00,0.08,84.24,0.00,84.24,NULL,1603863221,1603863221,0),(2,'I-ERD202011041','F-20201104ERD01',8,'PDF','20201104','20211108','遺伝子発現の流れ','翻译','JP-CN','中文字符数（不计空格）',4200.00,0.26,1092.00,65.52,1157.52,NULL,1604476297,1604476297,0),(3,'I-ERD202011042','F-20201104ERD02',2,'PDF','20201104',NULL,'4444','翻译','CN-EN','中文字符数（不计空格）',NULL,0.24,0.00,0.00,0.00,NULL,1604480293,1604480293,0),(4,'I-ERD202011042','F-20201104ERD03',11,'PDF','20201104',NULL,'111','翻译','CN-EN','中文字符数（不计空格）',NULL,0.26,0.00,0.00,0.00,NULL,1604480293,1604480293,0);

/*Table structure for table `ky_mk_invoicing` */

DROP TABLE IF EXISTS `ky_mk_invoicing`;

CREATE TABLE `ky_mk_invoicing` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Assigned_Date` int(11) DEFAULT NULL COMMENT '委托日期',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Sales` varchar(255) DEFAULT NULL COMMENT '销售',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Company_Full_Name` varchar(255) DEFAULT NULL COMMENT '公司全称',
  `Invoice_Number` varchar(255) DEFAULT NULL COMMENT '请款单编号',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Pages` int(9) DEFAULT NULL COMMENT '页数',
  `Source_Text_Word_Count` int(9) DEFAULT NULL COMMENT '源语字数',
  `File_Type` varchar(255) DEFAULT NULL COMMENT '文件类型',
  `Service` varchar(255) DEFAULT NULL COMMENT '服务类型',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Completed` varchar(255) DEFAULT NULL COMMENT '交付日期',
  `Currency` varchar(255) DEFAULT NULL COMMENT '币种',
  `Unit_Price` decimal(15,2) DEFAULT NULL COMMENT '单价',
  `Units` varchar(255) DEFAULT NULL COMMENT '单位',
  `VAT_Rate` tinyint(4) DEFAULT NULL COMMENT '税率(%)',
  `Unit_Quantity` decimal(15,2) DEFAULT NULL COMMENT '交付数量',
  `Net_Amount` decimal(15,2) DEFAULT NULL COMMENT '未税金额',
  `VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '增值税额',
  `Discount` varchar(255) DEFAULT NULL COMMENT '折扣',
  `Invoicing_Amount` decimal(15,2) DEFAULT NULL COMMENT '请款金额',
  `Invoicing_Date` int(11) DEFAULT NULL COMMENT '请款日期',
  `PO_Number` varchar(255) DEFAULT NULL COMMENT 'PO号',
  `PO_Amount` decimal(15,2) DEFAULT NULL COMMENT 'PO金额',
  `PO_Balance` decimal(15,2) DEFAULT NULL COMMENT 'PO剩余金额',
  `Apply_to_Pay` varchar(10) DEFAULT 'No' COMMENT '生成请款单',
  `Quote_Number` varchar(255) DEFAULT NULL COMMENT '报价单编码',
  `Quote_Quantity` decimal(15,2) DEFAULT NULL COMMENT '报价数量',
  `Quote_Amount` decimal(15,2) DEFAULT NULL COMMENT '报价金额',
  `Status` varchar(255) DEFAULT NULL COMMENT '状态',
  `Fapiao_Type` varchar(255) DEFAULT NULL COMMENT '发票类型',
  `Fapiao_Amount` decimal(15,2) DEFAULT NULL COMMENT '开票金额',
  `Fapiao_Date` int(11) DEFAULT NULL COMMENT '开票日期',
  `Fapiao_Code` varchar(255) DEFAULT NULL COMMENT '发票编码',
  `Customer_VAT_No` varchar(255) DEFAULT NULL COMMENT '客户税号',
  `Customer_Address` varchar(255) DEFAULT NULL COMMENT '单位地址',
  `Customer_Phone` varchar(255) DEFAULT NULL COMMENT '电话',
  `Customer_Bank` varchar(255) DEFAULT NULL COMMENT '开户银行',
  `Customer_Bank_Account` varchar(255) DEFAULT NULL COMMENT '银行账号',
  `Pre_Payment` varchar(10) DEFAULT NULL COMMENT '预付款(Yes/No)',
  `Pre_Payment_Date` int(11) DEFAULT NULL COMMENT '预付款日期',
  `Pre_Payment_Amount` decimal(15,2) DEFAULT NULL COMMENT '预付款金额',
  `The_Balance` decimal(15,2) DEFAULT NULL COMMENT '余款',
  `Date_of_Balance` int(11) DEFAULT NULL COMMENT '余款支付日期',
  `Balance_Done` varchar(10) DEFAULT NULL COMMENT '余款付清(Y/N)',
  `Subject_Company` varchar(255) DEFAULT NULL COMMENT '主体公司',
  `Subject_Company_VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `Subject_Company_Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Subject_Company_Bank_Info` text COMMENT '主体银行信息',
  `Customer_Requirements` text COMMENT '客户要求',
  `External_Reference_File` text COMMENT '客户参考文件',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `Remarks` text COMMENT '备注',
  `payment_time` varchar(20) DEFAULT NULL COMMENT '付款完成时间',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=44 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_invoicing` */

insert  into `ky_mk_invoicing`(`id`,`Assigned_Date`,`Filing_Code`,`Sales`,`Attention`,`Company_Full_Name`,`Invoice_Number`,`Job_Name`,`Pages`,`Source_Text_Word_Count`,`File_Type`,`Service`,`Language`,`Completed`,`Currency`,`Unit_Price`,`Units`,`VAT_Rate`,`Unit_Quantity`,`Net_Amount`,`VAT_Amount`,`Discount`,`Invoicing_Amount`,`Invoicing_Date`,`PO_Number`,`PO_Amount`,`PO_Balance`,`Apply_to_Pay`,`Quote_Number`,`Quote_Quantity`,`Quote_Amount`,`Status`,`Fapiao_Type`,`Fapiao_Amount`,`Fapiao_Date`,`Fapiao_Code`,`Customer_VAT_No`,`Customer_Address`,`Customer_Phone`,`Customer_Bank`,`Customer_Bank_Account`,`Pre_Payment`,`Pre_Payment_Date`,`Pre_Payment_Amount`,`The_Balance`,`Date_of_Balance`,`Balance_Done`,`Subject_Company`,`Subject_Company_VAT_ID`,`Subject_Company_Address`,`Subject_Company_Bank_Info`,`Customer_Requirements`,`External_Reference_File`,`Filled_by`,`Remarks`,`payment_time`,`delete_time`) values (1,20201028,'F-20201028Bayer01','朱悦','李彦超','Bayer Direct Services GmbH','I-Bayer202010281','ONC-拜耳医汇运行报告翻译',1,894,'PDF','翻译','CN-EN','20201029','EUR',0.08,'中文字符数（不计空格）',0,1053.00,84.00,0.00,'0',84.00,20201116,'2950101659',0.00,0.00,'Yes','Q-Bayer202010281',1050.00,84.00,'项目进行中','专票',84.00,20201116,'','DE814725965','Rechnungseingangsstelle51368 LeverkusenGermany','123456789','中国银行','1423455666','No',0,0.00,0.00,0,'','北京科译翻译有限公司','681579423541445867','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','admin','',NULL,1603865484),(2,20201104,'F-20201104ERD01','张晓星','陈钊','北京医睿达医药咨询有限公司','I-ERD202011041','遺伝子発現の流れ',8,3500,'PDF','翻译','JP-CN','20211108','CNY',0.26,'中文字符数（不计空格）',6,4200.00,1062.00,65.52,'0',1127.52,0,'',0.00,0.00,'Yes','Q-ERD202011041',4200.00,4452.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','市场助理ZM','',NULL,1604478928),(3,20201104,'F-20201104ERD02','张晓星','王洁','北京医睿达医药咨询有限公司','I-ERD202011042','4444',2,500,'PDF','翻译','CN-EN',NULL,'',0.24,'中文字符数（不计空格）',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Yes',NULL,1000.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','市场助理ZM',NULL,NULL,1604487670),(4,20201104,'F-20201104ERD03','张晓星','陈钊','北京医睿达医药咨询有限公司','I-ERD202011042','111',11,4200,'PDF','翻译','CN-EN',NULL,'CNY',0.26,'中文字符数（不计空格）',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'Yes',NULL,5000.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','市场助理ZM',NULL,NULL,1604487670),(5,20201105,'F-20201105MLA01','王青','Angela Yang','梅里埃诊断产品（上海）有限公司',NULL,'携手促恢复沪青慈善牵手果洛行梅里埃新冠特别慈善项目捐赠活动在进博会举行-1104',2,1488,'Word','翻译','CN-EN',NULL,'CNY',0.23,'中文字符数（不计空格）',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No',NULL,0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','100%加急，今天下班前完成，注意质量。','','SA02',NULL,NULL,0),(6,20201105,'F-20201105BD02','朱悦','高广佩  Megan Gao','碧迪医疗器械（上海）有限公司','','MaxZero - Fluid Reflux Upon Disconnection',10,710,'Word','翻译','EN-CN','','CNY',111.32,'千中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','MDS-Ruby--发补资料',NULL,0),(7,20201105,'F-20201105BD03','朱悦','高广佩  Megan Gao','碧迪医疗器械（上海）有限公司','','正向流动验证报告',2,598,'PDF','翻译','EN-CN','','CNY',111.32,'千中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','MDS-Ruby--发补资料',NULL,0),(8,20201105,'F-20201105TLF04','朱悦','汪文琪  Vicky Wang','泰利福医疗器械商贸（上海）有限公司','','D004147 Attachment B_ NMF-170 and -170B Data Sheet R03',2,653,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(9,20201105,'F-20201105TLF05','朱悦','汪文琪  Vicky Wang','泰利福医疗器械商贸（上海）有限公司','','D004147_NMF_Report R3',13,4939,'Word','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(10,20201105,'F-20201105TLF06','朱悦','汪文琪  Vicky Wang','泰利福医疗器械商贸（上海）有限公司','','D004147 Attachment A- Stability Testing Flow R03',1,480,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(11,20201105,'F-20201105BSL07','朱悦','宋依佳 Alison Song','博士伦(上海)贸易有限公司','','Two-piece Syringe - Product Specification',16,3664,'PDF','翻译','EN-CN','','CNY',130.00,'千中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(12,20201105,'F-20201105BBSG08','朱悦','罗子原 Ziyuan Luo','Bayer Business Services GmbH','','20201105 BAY2757556 Larotrectinib 1 SUSAR submission toSM-2020-189865',4,1644,'PDF','翻译','EN-CN','','EUR',0.10,'单词',0,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'项目进行中','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','备注：\r\nStudy No:20289&20290\r\nDocument Type: Individual SUSAR\r\n\r\n','','SA04','66995',NULL,0),(13,20201105,'F-20201105FLP09','朱悦','He Shan','飞利浦（中国）投资有限公司]','','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify 1.8',5,737,'Word','翻译','EN-CN','','CNY',0.14,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(14,20201105,'F-20201105FLP10','朱悦','He Shan','飞利浦（中国）投资有限公司]','','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify iOS',5,748,'Word','翻译','EN-CN','','CNY',0.14,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(15,20201105,'F-20201105TLF11','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','4 Clip - Rationale for Weck and Hemolok clips - Item 6.2',1,155,'Word','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(16,20201105,'F-20201105TLF12','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','4 Clip - Rationale for Xray Visibility of Cartridge - Item7.2',4,78,'Word','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(17,20201105,'F-20201105TLF13','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','HA-000001_Rev_20_ Final',4,13013,'Excel','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(18,20201105,'F-20201105TLF14','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','Rationales',3,792,'Word','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(19,20201105,'F-20201105TLF15','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','注册检测典型性说明',1,705,'Word','翻译','CN-EN','','CNY',0.22,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(20,20201105,'F-20201105TLF16','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','ABS Cartridge Base',3,155,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(21,20201105,'F-20201105TLF17','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','MSDS carbridge base',11,3142,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(22,20201105,'F-20201105TLF18','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','MSDS for Retainer',9,2642,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(23,20201105,'F-20201105TLF19','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','MSDS Tenac (Clip)',10,2876,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(24,20201105,'F-20201105TLF20','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','PE Retainer',3,150,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(25,20201105,'F-20201105TLF21','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','PETG',2,224,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(26,20201105,'F-20201105TLF22','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','POM clip',3,477,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(27,20201105,'F-20201105TLF23','朱悦','孙琦 Sun Qi','泰利福医疗器械商贸（上海）有限公司','','Type 1059B',4,178,'PDF','翻译','EN-CN','','CNY',0.16,'中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','4枚钉补充资料翻译',NULL,0),(28,20201105,'F-20201105ZRYD24','王青','姚艳飞','朝日英达科贸(北京)有限公司',NULL,'AI-20110301_FUBUKI苦情情報確認報告書_rev1',16,3000,'Word','翻译','JP-CN',NULL,'CNY',245.28,'千中文字符数（不计空格）',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No','Q-ZRYD202011051',8.00,2080.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','用于医疗器械注册申报提交国家药监局，电子格式','','SA02',NULL,NULL,0),(29,20201105,'F-20201105BBSG25','朱悦','Vivian Bian','Bayer Business Services GmbH','','Vericiguat inspection notification_CN',1,231,'PDF','翻译','CN-EN','','EUR',0.08,'中文字符数（不计空格）',0,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'项目进行中','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','提供翻译证明和译者CV\r\n','','SA04','67013',NULL,0),(30,20201105,'F-20201105BD26','朱悦','刘申 Shen Liu','碧迪医疗器械（上海）有限公司','','BD IdentifA_CER-EN 20201105',74,12422,'Word','翻译','EN-CN','','CNY',111.32,'千中文字符数（不计空格）',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','翻译附件1的BD IdentifA CER中文版吧。请按药监局格式。\r\n','附件为该产品说明书，供翻译参考','SA01','BU: DS  项目：IdentifA CER',NULL,0),(31,20201105,'F-20201105DSB27','王青','Jo Zhou','登士柏西诺德牙科产品（上海）有限公司',NULL,'Transportsimulationstest_18d713143330',16,1381,'PDF','翻译','DE-CN',NULL,'CNY',0.00,'',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No',NULL,0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA02',NULL,NULL,0),(32,20201105,'F-20201105DSB28','王青','Jo Zhou','登士柏西诺德牙科产品（上海）有限公司',NULL,'R3.3_0280_Packaging_Rating Climate and Transport test',8,851,'PDF','翻译','DE-CN',NULL,'CNY',0.00,'',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No',NULL,0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA02',NULL,NULL,0),(33,20201105,'F-20201105DSB29','王青','Jo Zhou','登士柏西诺德牙科产品（上海）有限公司',NULL,'R3.3_0250_Production_Manufacturing processes validation report',1,317,'PDF','翻译','DE-CN',NULL,'CNY',0.00,'',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No',NULL,0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA02',NULL,NULL,0),(34,20201105,'F-20201105DSB30','王青','Jo Zhou','登士柏西诺德牙科产品（上海）有限公司',NULL,'Klimasimulationstest_18d713140698',13,642,'PDF','翻译','DE-CN',NULL,'CNY',0.00,'',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No',NULL,0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA02',NULL,NULL,0),(35,20201105,'F-20201105DSB31','王青','Jo Zhou','登士柏西诺德牙科产品（上海）有限公司',NULL,'AC 2.0    Montage + Fertigungskonzept 20180420',6,404,'PDF','翻译','DE-CN',NULL,'CNY',0.00,'',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No',NULL,0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA02',NULL,NULL,0),(36,20201105,'F-20201105SMF32','朱悦','滑用仪 Emma Hua','赛默飞世尔科技（中国）有限公司',NULL,'NTF005 Integration testing V2 Full Approval 230519',3,477,'PDF','翻译','EN-CN',NULL,'CNY',280.12,'千单词',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No','',0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01',NULL,NULL,0),(37,20201105,'F-20201105SMF33','朱悦','滑用仪 Emma Hua','赛默飞世尔科技（中国）有限公司','','S126784 Iss1 Transfer Arm PCB Test Sheet 001 - 006',30,5955,'PDF','翻译','EN-CN','','CNY',280.12,'千单词',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(38,20201105,'F-20201105SMF34','朱悦','滑用仪 Emma Hua','赛默飞世尔科技（中国）有限公司','','S126787 Iss 1 Motor Driver Arm PCB Test Sheet 001 - 006',84,14878,'PDF','翻译','EN-CN','','CNY',280.12,'千单词',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'项目进行中','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(39,20201105,'F-20201105SMF35','朱悦','滑用仪 Emma Hua','赛默飞世尔科技（中国）有限公司','','S126790 Iss1 Distribution PCB Test Sheets 001 - 006',24,4119,'PDF','翻译','EN-CN','','CNY',280.12,'千单词',6,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',5500.00,1633.10,'项目进行中','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01','',NULL,0),(40,20201105,'F-20201105SMF36','朱悦','滑用仪 Emma Hua','赛默飞世尔科技（中国）有限公司',NULL,'S126793 Iss1 Optiread PCB Test Sheet 001 - 006',36,5981,'PDF','翻译','EN-CN',NULL,'CNY',280.12,'千单词',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No','',7970.00,2366.51,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01',NULL,NULL,0),(41,20201105,'F-20201105SMF37','朱悦','滑用仪 Emma Hua','赛默飞世尔科技（中国）有限公司',NULL,'S126950 Iss1 Control & LCD PCB Test Sheet 001 - 006',32,6783,'PDF','翻译','EN-CN',NULL,'CNY',280.12,'千单词',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No','',9100.00,2702.04,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SA01',NULL,NULL,0),(42,20201105,'F-20201105BBSG38','朱悦','Vivian Bian','Bayer Business Services GmbH','','拜耳_药品不良反应报告和监测检查整改计划_Response_CN',2,938,'PDF','翻译','CN-EN','','EUR',0.08,'中文字符数（不计空格）',0,0.00,0.00,0.00,'',0.00,0,'',0.00,0.00,'No','',0.00,0.00,'','',0.00,0,'','','','','','','',0,0.00,0.00,0,'','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','翻译证明和译者CV\r\n','','SA04','67020 \r\n',NULL,0),(43,20201105,'F-20201105SYZX39','张晓星','张冬月','中国食品药品国际交流中心',NULL,'20201119 GS1标准的UDI系统，联通世界，激活未来1105',39,3579,'PPT','翻译','CN-EN',NULL,'CNY',0.00,'页',6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'No',NULL,0.00,0.00,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','','','SAM',NULL,NULL,0);

/*Table structure for table `ky_mk_quote` */

DROP TABLE IF EXISTS `ky_mk_quote`;

CREATE TABLE `ky_mk_quote` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Quote_Number` varchar(255) DEFAULT NULL COMMENT '报价单编码',
  `To` varchar(255) DEFAULT NULL COMMENT '公司全称',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Company_Address` varchar(255) DEFAULT NULL COMMENT '客户公司地址',
  `Email` varchar(255) DEFAULT NULL COMMENT '邮箱',
  `Date` varchar(255) DEFAULT NULL COMMENT '日期',
  `Issued_by` varchar(255) DEFAULT NULL COMMENT '主体公司名称',
  `VAT_ID` varchar(255) DEFAULT NULL COMMENT '税号',
  `Address` varchar(255) DEFAULT NULL COMMENT '主体公司地址',
  `Currency` varchar(255) DEFAULT NULL COMMENT '币种',
  `Total_Amount_without_VAT` decimal(15,2) DEFAULT NULL COMMENT '不含税金额合计',
  `Total_VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '税额合计',
  `Total_Quote_Amount` decimal(15,2) DEFAULT NULL COMMENT '报价金额合计',
  `Bank_Info` text COMMENT '主体银行信息',
  `Archive` varchar(10) DEFAULT 'No' COMMENT '是否存档',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_quote` */

insert  into `ky_mk_quote`(`id`,`Quote_Number`,`To`,`Attention`,`Company_Address`,`Email`,`Date`,`Issued_by`,`VAT_ID`,`Address`,`Currency`,`Total_Amount_without_VAT`,`Total_VAT_Amount`,`Total_Quote_Amount`,`Bank_Info`,`Archive`,`Filled_by`,`create_time`,`update_time`,`delete_time`) values (1,'Q-Bayer202010281','Bayer Direct Services GmbH','李彦超','Rechnungseingangsstelle51368 LeverkusenGermany','yanchao.li@bayer.com','20201028','北京科译翻译有限公司','681579423541445867','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','EUR',84.00,0.00,84.00,'公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','No','admin',1603862629,1603865497,1603865497),(2,'Q-11202010291','baier1','ll','','','20201029','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','',111.00,0.00,111.00,'公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','No','admin',1603966577,1603966851,1603966851),(3,'Q-ERD202011041','北京医睿达医药咨询有限公司','陈钊','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','chenz@bcerd.com','20201104','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','CNY',1092.00,65.52,1157.52,'公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','No','市场助理ZM',1604472528,1604544507,1604544507),(4,'Q-ERD202011052','北京医睿达医药咨询有限公司','陈钊','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','chenz@bcerd.com','20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','CNY',1192.08,71.52,1263.60,'公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','No','SA03',1604545015,1604545467,1604545467),(5,'Q-ERD202011053','北京医睿达医药咨询有限公司','陈钊','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','chenz@bcerd.com','20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','CNY',1693.90,101.63,1795.53,'公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','No','SA03',1604545186,1604545465,1604545465),(6,'Q-ZRYD202011051','朝日英达科贸(北京)有限公司','姚艳飞','北京市朝阳区建国门外大街甲24号1007室','yao.yanfei@asahi-intecc.com','20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','CNY',1962.24,117.73,2079.97,'公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','No','SA02',1604546281,1604548664,0),(7,'Q-MTY202011051','北京蒙太因医疗器械有限公司','侯健 Jon Hou','北京市大兴区亦庄开发区博兴六路21号','Jon.Hou@zimmerbiomet.com','20201105','北京科译翻译有限公司','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','CNY',10301.94,618.11,10920.04,'公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','No','SA02',1604560321,1604560324,0);

/*Table structure for table `ky_mk_quote_table` */

DROP TABLE IF EXISTS `ky_mk_quote_table`;

CREATE TABLE `ky_mk_quote_table` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Quote_Number` varchar(255) DEFAULT NULL COMMENT '报价单编码',
  `Pages` int(9) DEFAULT NULL COMMENT '页数',
  `File_Type` varchar(255) DEFAULT NULL COMMENT '文件类型',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名/内容',
  `Service` varchar(255) DEFAULT NULL COMMENT '服务',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Units` varchar(255) DEFAULT NULL COMMENT '单位',
  `Quote_Quantity` decimal(15,2) DEFAULT NULL COMMENT '报价数量',
  `Unit_Price` decimal(15,2) DEFAULT NULL COMMENT '单价/千中文字符',
  `Net_Amount` decimal(15,2) DEFAULT NULL COMMENT '未税金额',
  `VAT_Amount` decimal(15,2) DEFAULT NULL COMMENT '增值税额',
  `Quote_Amount` decimal(15,2) DEFAULT NULL COMMENT '报价金额',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_mk_quote_table` */

insert  into `ky_mk_quote_table`(`id`,`Quote_Number`,`Pages`,`File_Type`,`Job_Name`,`Service`,`Language`,`Units`,`Quote_Quantity`,`Unit_Price`,`Net_Amount`,`VAT_Amount`,`Quote_Amount`,`Filled_by`,`create_time`,`update_time`,`delete_time`) values (1,'Q-Bayer202010281',1,'PDF','ONC-拜耳医汇运行报告翻译','翻译','CN-EN','中文字符数（不计空格）',1050.00,0.08,84.00,0.00,84.00,NULL,1603862629,1603862629,0),(2,'Q-11202010291',11,'PDF','1111','翻译','CN-EN','中文字符数（不计空格）',555.00,0.20,111.00,0.00,111.00,NULL,1603966577,1603966577,0),(3,'Q-ERD202011041',8,'PDF','遺伝子発現の流れ','翻译','JP-CN','中文字符数（不计空格）',4200.00,0.26,1092.00,65.52,1157.52,NULL,1604472528,1604472528,0),(4,'Q-ERD202011052',10,'PDF','20180931《医疗器械不良事件监测和再评价管理办法》解读 ','翻译','CN-EN','中文字符数（不计空格）',4967.00,0.24,1192.08,71.52,1263.60,NULL,1604545015,1604545015,0),(5,'Q-ERD202011053',10,'PDF','国食药监械【2008】634号 关于境外医疗器械标签和包装标识有关问题的通知','翻译','CN-EN','中文字符数（不计空格）',13030.00,0.13,1693.90,101.63,1795.53,NULL,1604545186,1604545186,0),(6,'Q-ZRYD202011051',16,'Word','AI-20110301_FUBUKI苦情情報確認報告書_rev1','翻译','JP-CN','千中文字符数（不计空格）',8.00,245.28,1962.24,117.73,2079.97,NULL,1604546281,1604546281,0),(7,'Q-MTY202011051',15,'PDF','04 Assessment Report from NMPA-20180404','翻译','CN-EN','千中文字符数（不计空格）',29.20,188.68,5509.46,330.57,5840.02,NULL,1604560321,1604560321,0),(8,'Q-MTY202011051',8,'PDF','05 Assessment Report from CMD-20180622','翻译','CN-EN','千中文字符数（不计空格）',8.00,188.68,1509.44,90.57,1600.01,NULL,1604560321,1604560321,0),(9,'Q-MTY202011051',18,'PDF','08 Assessment Report from NMPA-20190826','翻译','CN-EN','千中文字符数（不计空格）',15.00,188.68,2830.20,169.81,3000.01,NULL,1604560321,1604560321,0),(10,'Q-MTY202011051',4,'PDF','11 Assessment Report from NMPA-20200522','翻译','CN-EN','千中文字符数（不计空格）',1.20,188.68,226.42,13.58,240.00,NULL,1604560321,1604560321,0),(11,'Q-MTY202011051',4,'PDF','12 Assessment Report from CMD-20200923','翻译','CN-EN','千中文字符数（不计空格）',1.20,188.68,226.42,13.58,240.00,NULL,1604560321,1604560321,0);

/*Table structure for table `ky_my_schedule` */

DROP TABLE IF EXISTS `ky_my_schedule`;

CREATE TABLE `ky_my_schedule` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `uid` int(11) DEFAULT NULL COMMENT '用户ID',
  `date_time` varchar(255) DEFAULT NULL COMMENT '日期时间',
  `type` varchar(10) DEFAULT NULL COMMENT '时间类型',
  `work_info` varchar(255) DEFAULT NULL COMMENT '工作内容',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_my_schedule` */

/*Table structure for table `ky_pj_client_feedback` */

DROP TABLE IF EXISTS `ky_pj_client_feedback`;

CREATE TABLE `ky_pj_client_feedback` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Completed` int(11) DEFAULT NULL COMMENT '交付日期',
  `Translator` varchar(255) DEFAULT NULL COMMENT '翻译人员',
  `Direct_Supervisor1` varchar(255) DEFAULT NULL COMMENT '直属管理',
  `Reviser` varchar(255) DEFAULT NULL COMMENT '校对人员',
  `Direct_Supervisor2` varchar(255) DEFAULT NULL COMMENT '直属管理',
  `Pre_Formatter` varchar(255) DEFAULT NULL COMMENT '预排版人员',
  `Direct_Supervisor3` varchar(255) DEFAULT NULL COMMENT '直属管理',
  `Post_Formatter` varchar(255) DEFAULT NULL COMMENT '后排版人员',
  `Direct_Supervisor4` varchar(255) DEFAULT NULL COMMENT '直属管理',
  `PA` varchar(255) DEFAULT NULL COMMENT '项目助理',
  `Customer_Feedback` varchar(255) DEFAULT NULL COMMENT '客户反馈',
  `Feedback_Contents` text COMMENT '反馈内容',
  `Bad_Feedback_Date` varchar(255) DEFAULT NULL COMMENT '不良反馈时间',
  `Fault_Rate` decimal(6,2) DEFAULT NULL COMMENT '不良比率',
  `Fault_Description` text COMMENT '事项及不良现象描述',
  `Cause_Analysis` text COMMENT '原因分析',
  `Corrective_Actions` text COMMENT '纠正措施',
  `Customer_Comments` text COMMENT '客户评价',
  `Follow_Up` text COMMENT '后续跟进',
  `Quality_Manager` varchar(255) DEFAULT NULL COMMENT '质量经理',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_client_feedback` */

/*Table structure for table `ky_pj_contract_review` */

DROP TABLE IF EXISTS `ky_pj_contract_review`;

CREATE TABLE `ky_pj_contract_review` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Filing_Code` varchar(255) CHARACTER SET utf8mb4 NOT NULL COMMENT '文件编号',
  `Job_Name` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '文件名称',
  `Company_Name` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '公司名称',
  `Pages` int(10) DEFAULT NULL COMMENT '页数',
  `Source_Text_Word_Count` int(10) DEFAULT NULL COMMENT '源语数量',
  `File_Type` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '文件类型',
  `Service` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '服务',
  `File_Category` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '文件分类',
  `Language` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '语种',
  `Format_Difficulty` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '排版难易程度',
  `Translation_Difficulty` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '翻译难易程度',
  `Translator` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '翻译人员',
  `Translation_Start_Time` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '翻译开始时间',
  `Translation_Delivery_Time` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '翻译交付时间',
  `Reviser` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '校对人员',
  `Revision_Start_Time` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '校对开始时间',
  `Revision_Delivery_Time` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '校对交付时间',
  `Pre_Formatter` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '预排版人员',
  `Pre_Format_Delivery_Time` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '预排版交付时间',
  `Post_Formatter` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '后排版人员',
  `Post_Format_Delivery_Time` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '后排版交付时间',
  `Delivery_Date_Expected` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '客户期望提交日期',
  `Completed` int(10) DEFAULT NULL COMMENT '交付日期',
  `Delivered_or_Not` varchar(10) CHARACTER SET utf8mb4 NOT NULL DEFAULT 'No' COMMENT '是否交稿',
  `Attention` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '客户联系人',
  `Customer_Requirements` text CHARACTER SET utf8mb4 COMMENT '客户要求',
  `External_Reference_File` text CHARACTER SET utf8mb4 COMMENT '客户参考文件',
  `Quote_Number` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '报价单编号',
  `First_Cooperation` varchar(10) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '是否首次合作',
  `Quality_Requirements` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '质量要求',
  `PA` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '项目助理',
  `PM` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '项目经理',
  `Sales` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '销售',
  `Approval_Project_Manager` varchar(10) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '项目经理批准',
  `Approval_General_Manager` varchar(10) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '总经理批准',
  `Filled_by` varchar(50) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '填表人',
  `Date` int(10) DEFAULT NULL COMMENT '创建时间',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=40 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_esperanto_ci;

/*Data for the table `ky_pj_contract_review` */

insert  into `ky_pj_contract_review`(`id`,`Filing_Code`,`Job_Name`,`Company_Name`,`Pages`,`Source_Text_Word_Count`,`File_Type`,`Service`,`File_Category`,`Language`,`Format_Difficulty`,`Translation_Difficulty`,`Translator`,`Translation_Start_Time`,`Translation_Delivery_Time`,`Reviser`,`Revision_Start_Time`,`Revision_Delivery_Time`,`Pre_Formatter`,`Pre_Format_Delivery_Time`,`Post_Formatter`,`Post_Format_Delivery_Time`,`Delivery_Date_Expected`,`Completed`,`Delivered_or_Not`,`Attention`,`Customer_Requirements`,`External_Reference_File`,`Quote_Number`,`First_Cooperation`,`Quality_Requirements`,`PA`,`PM`,`Sales`,`Approval_Project_Manager`,`Approval_General_Manager`,`Filled_by`,`Date`,`delete_time`) values (1,'F-20201105MLA01','携手促恢复沪青慈善牵手果洛行梅里埃新冠特别慈善项目捐赠活动在进博会举行-1104','梅里埃',2,1488,'Word','翻译',NULL,'CN-EN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'20201105',0,'No','Angela Yang','100%加急，今天下班前完成，注意质量。','','','No',NULL,NULL,NULL,'王青',NULL,NULL,NULL,20201105,0),(2,'F-20201105BD03','正向流动验证报告','碧迪',2,598,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'',0,'No','高广佩  Megan Gao','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(3,'F-20201105BD02','MaxZero - Fluid Reflux Upon Disconnection','碧迪',10,710,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'',0,'No','高广佩  Megan Gao','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(4,'F-20201105TLF06','D004147 Attachment A- Stability Testing Flow R03','泰利福',1,480,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:00',20201112,'No','汪文琪  Vicky Wang','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(5,'F-20201105TLF05','D004147_NMF_Report R3','泰利福',13,4939,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:00',20201112,'No','汪文琪  Vicky Wang','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(6,'F-20201105TLF04','D004147 Attachment B_ NMF-170 and -170B Data Sheet R03','泰利福',2,653,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:00',20201112,'No','汪文琪  Vicky Wang','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(7,'F-20201105BSL07','Two-piece Syringe - Product Specification','博士伦',16,3664,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'',0,'No','宋依佳 Alison SONG ','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(8,'F-20201105FLP10','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify iOS','飞利浦',5,748,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-09 23:00',20201109,'No','He Shan','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(9,'F-20201105FLP09','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify 1.8','飞利浦',5,737,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-09 23:00',20201109,'No','He Shan','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(10,'F-20201105BBSG08','20201105 BAY2757556 Larotrectinib 1 SUSAR submission toSM-2020-189865','Bayer',4,1644,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-06 17:30',20201106,'No','罗子原 Ziyuan Luo','Study No:20289&20290\r\nDocument Type: Individual SUSAR\r\n\r\n','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(11,'F-20201105TLF23','Type 1059B','泰利福',4,178,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(12,'F-20201105TLF22','POM clip','泰利福',3,477,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(13,'F-20201105TLF21','PETG','泰利福',2,224,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(14,'F-20201105TLF20','PE Retainer','泰利福',3,150,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(15,'F-20201105TLF19','MSDS Tenac (Clip)','泰利福',10,2876,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(16,'F-20201105TLF18','MSDS for Retainer','泰利福',9,2642,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(17,'F-20201105TLF17','MSDS carbridge base','泰利福',11,3142,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(18,'F-20201105TLF16','ABS Cartridge Base','泰利福',3,155,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(19,'F-20201105TLF15','注册检测典型性说明','泰利福',1,705,'Word','翻译',NULL,'CN-EN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(20,'F-20201105TLF14','Rationales','泰利福',3,792,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(21,'F-20201105TLF13','HA-000001_Rev_20_ Final','泰利福',4,13013,'Excel','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(22,'F-20201105TLF12','4 Clip - Rationale for Xray Visibility of Cartridge - Item7.2','泰利福',4,78,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(23,'F-20201105TLF11','4 Clip - Rationale for Weck and Hemolok clips - Item 6.2','泰利福',1,155,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-13 23:00',20201113,'No','孙琦 Sun Qi','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(24,'F-20201105ZRYD24','AI-20110301_FUBUKI苦情情報確認報告書_rev1','朝日英达',16,3000,'Word','翻译',NULL,'JP-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'20201109',0,'No','姚艳飞','用于医疗器械注册申报提交国家药监局，电子格式','','Q-ZRYD202011051','No',NULL,NULL,NULL,'王青',NULL,NULL,NULL,20201105,0),(25,'F-20201105BBSG25','Vericiguat inspection notification_CN','Bayer',1,231,'PDF','翻译',NULL,'CN-EN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-06 17:00',20201106,'No','Vivian Bian','提供翻译证明和译者CV\r\n','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(26,'F-20201105BD26','BD IdentifA_CER-EN 20201105','碧迪',74,12422,'Word','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'',0,'No','刘申 Shen Liu','翻译附件1的BD IdentifA CER中文版吧。请按药监局格式。\r\n','附件为该产品说明书，供翻译参考','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(27,'F-20201105DSB31','AC 2.0    Montage + Fertigungskonzept 20180420','登士柏',6,404,'PDF','翻译',NULL,'DE-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:00',NULL,'No','Jo Zhou','','',NULL,'',NULL,NULL,NULL,'王青',NULL,NULL,NULL,20201105,0),(28,'F-20201105DSB30','Klimasimulationstest_18d713140698','登士柏',13,642,'PDF','翻译',NULL,'DE-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:00',NULL,'No','Jo Zhou','','',NULL,'',NULL,NULL,NULL,'王青',NULL,NULL,NULL,20201105,0),(29,'F-20201105DSB29','R3.3_0250_Production_Manufacturing processes validation report','登士柏',1,317,'PDF','翻译',NULL,'DE-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:00',NULL,'No','Jo Zhou','','',NULL,'',NULL,NULL,NULL,'王青',NULL,NULL,NULL,20201105,0),(30,'F-20201105DSB28','R3.3_0280_Packaging_Rating Climate and Transport test','登士柏',8,851,'PDF','翻译',NULL,'DE-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:02',NULL,'No','Jo Zhou','','',NULL,'',NULL,NULL,NULL,'王青',NULL,NULL,NULL,20201105,0),(31,'F-20201105DSB27','Transportsimulationstest_18d713143330','登士柏',16,1381,'PDF','翻译',NULL,'DE-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-12 23:09',NULL,'No','Jo Zhou','','',NULL,'',NULL,NULL,NULL,'王青',NULL,NULL,NULL,20201105,0),(32,'F-20201105SMF34','S126787 Iss 1 Motor Driver Arm PCB Test Sheet 001 - 006','赛默飞',84,14878,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-20 23:00',20201120,'No','滑用仪 Emma Hua','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(33,'F-20201105SMF33','S126784 Iss1 Transfer Arm PCB Test Sheet 001 - 006','赛默飞',30,5955,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-20 23:00',20201120,'No','滑用仪 Emma Hua','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(34,'F-20201105SMF32','NTF005 Integration testing V2 Full Approval 230519','赛默飞',3,477,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-20 23:00',20201120,'No','滑用仪 Emma Hua','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(35,'F-20201105SYZX39','20201119 GS1标准的UDI系统，联通世界，激活未来1105','食药中心',39,3579,'PPT','翻译',NULL,'CN-EN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'',0,'No','张冬月','','','','Yes',NULL,NULL,NULL,'张晓星',NULL,NULL,NULL,20201105,0),(36,'F-20201105BBSG38','拜耳_药品不良反应报告和监测检查整改计划_Response_CN','拜耳海外',2,938,'PDF','翻译',NULL,'CN-EN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-09 12:00',20201109,'No','Vivian Bian','翻译证明和译者CV\r\n','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(37,'F-20201105SMF37','S126950 Iss1 Control & LCD PCB Test Sheet 001 - 006','赛默飞',32,6783,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-20 23:00',20201120,'No','滑用仪 Emma Hua','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(38,'F-20201105SMF36','S126793 Iss1 Optiread PCB Test Sheet 001 - 006','赛默飞',36,5981,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-20 23:00',20201120,'No','滑用仪 Emma Hua','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0),(39,'F-20201105SMF35','S126790 Iss1 Distribution PCB Test Sheets 001 - 006','赛默飞',24,4119,'PDF','翻译',NULL,'EN-CN',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2020-11-20 23:00',20201120,'No','滑用仪 Emma Hua','','','','No',NULL,NULL,NULL,'朱悦',NULL,NULL,NULL,20201105,0);

/*Table structure for table `ky_pj_daily_progress_dtp` */

DROP TABLE IF EXISTS `ky_pj_daily_progress_dtp`;

CREATE TABLE `ky_pj_daily_progress_dtp` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Name_of_Formatter` varchar(255) DEFAULT NULL COMMENT '排版人员姓名',
  `Work_Date` int(11) DEFAULT NULL COMMENT '工作日期',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Delivery_Delay` varchar(10) DEFAULT NULL COMMENT '是否延迟提交',
  `Number_of_Pages_Completed` int(9) DEFAULT NULL COMMENT '完成页码',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Format_Difficulty` varchar(255) DEFAULT NULL COMMENT '排版难易程度',
  `Self_Inspection_Status` varchar(10) DEFAULT NULL COMMENT '自检(是/否)',
  `Percentage_Completed` decimal(10,2) DEFAULT NULL COMMENT '已完成百分比',
  `File_Type` varchar(255) DEFAULT NULL COMMENT '文件类型',
  `Work_Content` text COMMENT '工作内容',
  `Start_Time` varchar(255) DEFAULT NULL COMMENT '开始时间',
  `End_Time` varchar(255) DEFAULT NULL COMMENT '结束时间',
  `Actual_Work_Time` float DEFAULT NULL COMMENT '实际用时(h)',
  `Productivity` varchar(255) DEFAULT NULL COMMENT '效率',
  `Remarks` text COMMENT '备注',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_daily_progress_dtp` */

/*Table structure for table `ky_pj_daily_progress_dtp_record` */

DROP TABLE IF EXISTS `ky_pj_daily_progress_dtp_record`;

CREATE TABLE `ky_pj_daily_progress_dtp_record` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Work_Date` int(11) DEFAULT NULL COMMENT '工作日期',
  `Number_of_Pages_Completed` int(9) DEFAULT NULL COMMENT '完成页码',
  `Percentage_Completed` decimal(10,2) DEFAULT NULL COMMENT '已完成百分比',
  `Start_Time` varchar(255) DEFAULT NULL COMMENT '开始时间',
  `End_Time` varchar(255) DEFAULT NULL COMMENT '结束时间',
  `Actual_Work_Time` float DEFAULT NULL COMMENT '实际用时(h)',
  `Productivity` varchar(255) DEFAULT NULL COMMENT '效率',
  `Remarks` text COMMENT '备注',
  `Filled_by` varchar(30) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_daily_progress_dtp_record` */

/*Table structure for table `ky_pj_daily_progress_tr_re` */

DROP TABLE IF EXISTS `ky_pj_daily_progress_tr_re`;

CREATE TABLE `ky_pj_daily_progress_tr_re` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Name_of_Translator_or_Reviser` varchar(255) DEFAULT NULL COMMENT '翻译/校对人员姓名',
  `Category` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_croatian_ci DEFAULT NULL COMMENT '人员类别',
  `Work_Date` int(11) DEFAULT NULL COMMENT '工作日期',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Number_of_Pages_Completed` int(9) DEFAULT NULL COMMENT '完成页码',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Translation_Difficulty` varchar(255) DEFAULT NULL COMMENT '翻译难易程度',
  `Self_Inspection_Status` varchar(10) DEFAULT NULL COMMENT '自检(是/否)',
  `Percentage_Completed` decimal(10,2) DEFAULT NULL COMMENT '已完成百分比',
  `Total_Chinese_Characters` decimal(15,2) DEFAULT NULL COMMENT '中文字数统计',
  `Original_Chinese_Characters` decimal(15,2) DEFAULT NULL COMMENT '原总字数',
  `Work_Content` text COMMENT '工作内容',
  `Start_Time` varchar(255) DEFAULT NULL COMMENT '开始时间',
  `End_Time` varchar(255) DEFAULT NULL COMMENT '结束时间',
  `Actual_Work_Time` float DEFAULT NULL COMMENT '实际用时(h)',
  `Update_TM` varchar(10) DEFAULT NULL COMMENT '是否更新主库',
  `Update_TB` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_croatian_ci DEFAULT NULL COMMENT '是否提交术语表',
  `Go_to_Finalize_in_Trados` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_croatian_ci DEFAULT NULL COMMENT '文件阶段是否转至定稿',
  `Reasons` text COMMENT '未转至定稿原因',
  `Total_Repetition_Rate` decimal(10,2) DEFAULT NULL COMMENT '总重复率',
  `Excluding_Words` int(9) DEFAULT NULL COMMENT '扣除字数',
  `Productivity` varchar(255) DEFAULT NULL COMMENT '效率',
  `Filled_by` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_croatian_ci DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_daily_progress_tr_re` */

/*Table structure for table `ky_pj_daily_progress_tr_re_record` */

DROP TABLE IF EXISTS `ky_pj_daily_progress_tr_re_record`;

CREATE TABLE `ky_pj_daily_progress_tr_re_record` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Work_Date` int(11) DEFAULT NULL COMMENT '工作日期',
  `Number_of_Pages_Completed` int(9) DEFAULT NULL COMMENT '完成页码',
  `Percentage_Completed` decimal(10,2) DEFAULT NULL COMMENT '已完成百分比',
  `Start_Time` varchar(255) DEFAULT NULL COMMENT '开始时间',
  `End_Time` varchar(255) DEFAULT NULL COMMENT '结束时间',
  `Actual_Work_Time` float DEFAULT NULL COMMENT '实际用时(h)',
  `Update_TM` varchar(10) DEFAULT NULL COMMENT '是否更新主库',
  `Update_TB` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_croatian_ci DEFAULT NULL COMMENT '是否提交术语表',
  `Productivity` varchar(255) DEFAULT NULL COMMENT '效率',
  `Filled_by` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_croatian_ci DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_daily_progress_tr_re_record` */

/*Table structure for table `ky_pj_h_p_evaluation` */

DROP TABLE IF EXISTS `ky_pj_h_p_evaluation`;

CREATE TABLE `ky_pj_h_p_evaluation` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Post_Formatter` varchar(50) DEFAULT NULL COMMENT '后排版人员',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Format_Difficulty` varchar(255) DEFAULT NULL COMMENT '排版难易程度',
  `Layout_and_Format` varchar(10) DEFAULT NULL COMMENT '整体布局',
  `Content_Check` varchar(10) DEFAULT NULL COMMENT '内容检查',
  `Customer_Requirements` varchar(10) DEFAULT NULL COMMENT '客户要求',
  `Overall_Evaluation` varchar(10) DEFAULT NULL COMMENT '整体评价',
  `Remarks` text COMMENT '备注',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `sign` varchar(255) DEFAULT NULL COMMENT '签名',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_h_p_evaluation` */

/*Table structure for table `ky_pj_project_database` */

DROP TABLE IF EXISTS `ky_pj_project_database`;

CREATE TABLE `ky_pj_project_database` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Pages` int(9) DEFAULT NULL COMMENT '页数',
  `Source_Text_Word_Count` int(9) DEFAULT NULL COMMENT '源语数量',
  `File_Type` varchar(255) DEFAULT NULL COMMENT '文件类型',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Translator` varchar(255) DEFAULT NULL COMMENT '翻译人员',
  `Reviser` varchar(255) DEFAULT NULL COMMENT '校对人员',
  `Pre_Formatter` varchar(255) DEFAULT NULL COMMENT '预排版人员',
  `Post_Formatter` varchar(255) DEFAULT NULL COMMENT '后排版人员',
  `Completed` int(11) DEFAULT NULL COMMENT '交付日期',
  `Delivered_or_Not` varchar(10) DEFAULT 'No' COMMENT '是否交稿',
  `File_Category` varchar(255) DEFAULT NULL COMMENT '文件分类',
  `Update_Company_TM` varchar(10) DEFAULT 'No' COMMENT '是否更新公司主库',
  `Update_File_TM` varchar(10) DEFAULT 'No' COMMENT '是否更新文件主库',
  `PA` varchar(50) DEFAULT NULL COMMENT '项目助理',
  `Updating_Means` varchar(255) DEFAULT NULL COMMENT '更新方式',
  `Update_Time` varchar(255) DEFAULT NULL COMMENT '更新时间',
  `Attention` varchar(255) DEFAULT NULL COMMENT '客户联系人',
  `Product_Involved` varchar(255) DEFAULT NULL COMMENT '涉及产品',
  `Product_Parts` varchar(255) DEFAULT NULL COMMENT '产品部件',
  `Brand_and_Model` varchar(255) DEFAULT NULL COMMENT '品牌型号',
  `Industry_Field` varchar(255) DEFAULT NULL COMMENT '应用领域',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=40 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_project_database` */

insert  into `ky_pj_project_database`(`id`,`Filing_Code`,`Job_Name`,`Company_Name`,`Pages`,`Source_Text_Word_Count`,`File_Type`,`Language`,`Translator`,`Reviser`,`Pre_Formatter`,`Post_Formatter`,`Completed`,`Delivered_or_Not`,`File_Category`,`Update_Company_TM`,`Update_File_TM`,`PA`,`Updating_Means`,`Update_Time`,`Attention`,`Product_Involved`,`Product_Parts`,`Brand_and_Model`,`Industry_Field`,`Filled_by`,`delete_time`) values (1,'F-20201105MLA01','携手促恢复沪青慈善牵手果洛行梅里埃新冠特别慈善项目捐赠活动在进博会举行-1104','梅里埃',2,1488,'Word','CN-EN',NULL,NULL,NULL,NULL,0,'No',NULL,'No','No',NULL,NULL,NULL,'Angela Yang',NULL,NULL,NULL,NULL,NULL,0),(2,'F-20201105BD03','正向流动验证报告','碧迪',2,598,'PDF','EN-CN',NULL,NULL,NULL,NULL,0,'No',NULL,'No','No',NULL,NULL,NULL,'高广佩  Megan Gao',NULL,NULL,NULL,NULL,NULL,0),(3,'F-20201105BD02','MaxZero - Fluid Reflux Upon Disconnection','碧迪',10,710,'Word','EN-CN',NULL,NULL,NULL,NULL,0,'No',NULL,'No','No',NULL,NULL,NULL,'高广佩  Megan Gao',NULL,NULL,NULL,NULL,NULL,0),(4,'F-20201105TLF06','D004147 Attachment A- Stability Testing Flow R03','泰利福',1,480,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201112,'No',NULL,'No','No',NULL,NULL,NULL,'汪文琪  Vicky Wang',NULL,NULL,NULL,NULL,NULL,0),(5,'F-20201105TLF05','D004147_NMF_Report R3','泰利福',13,4939,'Word','EN-CN',NULL,NULL,NULL,NULL,20201112,'No',NULL,'No','No',NULL,NULL,NULL,'汪文琪  Vicky Wang',NULL,NULL,NULL,NULL,NULL,0),(6,'F-20201105TLF04','D004147 Attachment B_ NMF-170 and -170B Data Sheet R03','泰利福',2,653,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201112,'No',NULL,'No','No',NULL,NULL,NULL,'汪文琪  Vicky Wang',NULL,NULL,NULL,NULL,NULL,0),(7,'F-20201105BSL07','Two-piece Syringe - Product Specification','博士伦',16,3664,'PDF','EN-CN',NULL,NULL,NULL,NULL,0,'No',NULL,'No','No',NULL,NULL,NULL,'宋依佳 Alison SONG ',NULL,NULL,NULL,NULL,NULL,0),(8,'F-20201105FLP10','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify iOS','飞利浦',5,748,'Word','EN-CN',NULL,NULL,NULL,NULL,20201109,'No',NULL,'No','No',NULL,NULL,NULL,'He Shan',NULL,NULL,NULL,NULL,NULL,0),(9,'F-20201105FLP09','3.5.05.11.4 Cybersecurity VV Testing Summary Lumify 1.8','飞利浦',5,737,'Word','EN-CN',NULL,NULL,NULL,NULL,20201109,'No',NULL,'No','No',NULL,NULL,NULL,'He Shan',NULL,NULL,NULL,NULL,NULL,0),(10,'F-20201105BBSG08','20201105 BAY2757556 Larotrectinib 1 SUSAR submission toSM-2020-189865','Bayer',4,1644,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201106,'No',NULL,'No','No',NULL,NULL,NULL,'罗子原 Ziyuan Luo',NULL,NULL,NULL,NULL,NULL,0),(11,'F-20201105TLF23','Type 1059B','泰利福',4,178,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(12,'F-20201105TLF22','POM clip','泰利福',3,477,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(13,'F-20201105TLF21','PETG','泰利福',2,224,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(14,'F-20201105TLF20','PE Retainer','泰利福',3,150,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(15,'F-20201105TLF19','MSDS Tenac (Clip)','泰利福',10,2876,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(16,'F-20201105TLF18','MSDS for Retainer','泰利福',9,2642,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(17,'F-20201105TLF17','MSDS carbridge base','泰利福',11,3142,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(18,'F-20201105TLF16','ABS Cartridge Base','泰利福',3,155,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(19,'F-20201105TLF15','注册检测典型性说明','泰利福',1,705,'Word','CN-EN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(20,'F-20201105TLF14','Rationales','泰利福',3,792,'Word','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(21,'F-20201105TLF13','HA-000001_Rev_20_ Final','泰利福',4,13013,'Excel','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(22,'F-20201105TLF12','4 Clip - Rationale for Xray Visibility of Cartridge - Item7.2','泰利福',4,78,'Word','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(23,'F-20201105TLF11','4 Clip - Rationale for Weck and Hemolok clips - Item 6.2','泰利福',1,155,'Word','EN-CN',NULL,NULL,NULL,NULL,20201113,'No',NULL,'No','No',NULL,NULL,NULL,'孙琦 Sun Qi',NULL,NULL,NULL,NULL,NULL,0),(24,'F-20201105ZRYD24','AI-20110301_FUBUKI苦情情報確認報告書_rev1','朝日英达',16,3000,'Word','JP-CN',NULL,NULL,NULL,NULL,0,'No',NULL,'No','No',NULL,NULL,NULL,'姚艳飞',NULL,NULL,NULL,NULL,NULL,0),(25,'F-20201105BBSG25','Vericiguat inspection notification_CN','Bayer',1,231,'PDF','CN-EN',NULL,NULL,NULL,NULL,20201106,'No',NULL,'No','No',NULL,NULL,NULL,'Vivian Bian',NULL,NULL,NULL,NULL,NULL,0),(26,'F-20201105BD26','BD IdentifA_CER-EN 20201105','碧迪',74,12422,'Word','EN-CN',NULL,NULL,NULL,NULL,0,'No',NULL,'No','No',NULL,NULL,NULL,'刘申 Shen Liu',NULL,NULL,NULL,NULL,NULL,0),(27,'F-20201105DSB31','AC 2.0    Montage + Fertigungskonzept 20180420','登士柏',6,404,'PDF','DE-CN',NULL,NULL,NULL,NULL,NULL,'No',NULL,'No','No',NULL,NULL,NULL,'Jo Zhou',NULL,NULL,NULL,NULL,NULL,0),(28,'F-20201105DSB30','Klimasimulationstest_18d713140698','登士柏',13,642,'PDF','DE-CN',NULL,NULL,NULL,NULL,NULL,'No',NULL,'No','No',NULL,NULL,NULL,'Jo Zhou',NULL,NULL,NULL,NULL,NULL,0),(29,'F-20201105DSB29','R3.3_0250_Production_Manufacturing processes validation report','登士柏',1,317,'PDF','DE-CN',NULL,NULL,NULL,NULL,NULL,'No',NULL,'No','No',NULL,NULL,NULL,'Jo Zhou',NULL,NULL,NULL,NULL,NULL,0),(30,'F-20201105DSB28','R3.3_0280_Packaging_Rating Climate and Transport test','登士柏',8,851,'PDF','DE-CN',NULL,NULL,NULL,NULL,NULL,'No',NULL,'No','No',NULL,NULL,NULL,'Jo Zhou',NULL,NULL,NULL,NULL,NULL,0),(31,'F-20201105DSB27','Transportsimulationstest_18d713143330','登士柏',16,1381,'PDF','DE-CN',NULL,NULL,NULL,NULL,NULL,'No',NULL,'No','No',NULL,NULL,NULL,'Jo Zhou',NULL,NULL,NULL,NULL,NULL,0),(32,'F-20201105SMF34','S126787 Iss 1 Motor Driver Arm PCB Test Sheet 001 - 006','赛默飞',84,14878,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201120,'No',NULL,'No','No',NULL,NULL,NULL,'滑用仪 Emma Hua',NULL,NULL,NULL,NULL,NULL,0),(33,'F-20201105SMF33','S126784 Iss1 Transfer Arm PCB Test Sheet 001 - 006','赛默飞',30,5955,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201120,'No',NULL,'No','No',NULL,NULL,NULL,'滑用仪 Emma Hua',NULL,NULL,NULL,NULL,NULL,0),(34,'F-20201105SMF32','NTF005 Integration testing V2 Full Approval 230519','赛默飞',3,477,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201120,'No',NULL,'No','No',NULL,NULL,NULL,'滑用仪 Emma Hua',NULL,NULL,NULL,NULL,NULL,0),(35,'F-20201105SYZX39','20201119 GS1标准的UDI系统，联通世界，激活未来1105','食药中心',39,3579,'PPT','CN-EN',NULL,NULL,NULL,NULL,0,'No',NULL,'No','No',NULL,NULL,NULL,'张冬月',NULL,NULL,NULL,NULL,NULL,0),(36,'F-20201105BBSG38','拜耳_药品不良反应报告和监测检查整改计划_Response_CN','拜耳海外',2,938,'PDF','CN-EN',NULL,NULL,NULL,NULL,20201109,'No',NULL,'No','No',NULL,NULL,NULL,'Vivian Bian',NULL,NULL,NULL,NULL,NULL,0),(37,'F-20201105SMF37','S126950 Iss1 Control & LCD PCB Test Sheet 001 - 006','赛默飞',32,6783,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201120,'No',NULL,'No','No',NULL,NULL,NULL,'滑用仪 Emma Hua',NULL,NULL,NULL,NULL,NULL,0),(38,'F-20201105SMF36','S126793 Iss1 Optiread PCB Test Sheet 001 - 006','赛默飞',36,5981,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201120,'No',NULL,'No','No',NULL,NULL,NULL,'滑用仪 Emma Hua',NULL,NULL,NULL,NULL,NULL,0),(39,'F-20201105SMF35','S126790 Iss1 Distribution PCB Test Sheets 001 - 006','赛默飞',24,4119,'PDF','EN-CN',NULL,NULL,NULL,NULL,20201120,'No',NULL,'No','No',NULL,NULL,NULL,'滑用仪 Emma Hua',NULL,NULL,NULL,NULL,NULL,0);

/*Table structure for table `ky_pj_project_profile` */

DROP TABLE IF EXISTS `ky_pj_project_profile`;

CREATE TABLE `ky_pj_project_profile` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Project_Name` varchar(255) DEFAULT NULL COMMENT '项目名称',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Pages` int(9) DEFAULT NULL COMMENT '页数',
  `Source_Text_Word_Count` int(9) DEFAULT NULL COMMENT '源语数量',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Product_Involved` text COMMENT '涉及产品',
  `File_Usage_and_Linguistic_Specification` text COMMENT '文件用途和语言规范',
  `File_Type` varchar(255) DEFAULT NULL COMMENT '文件类型',
  `File_Category` varchar(255) DEFAULT NULL COMMENT '文件分类',
  `Format_Difficulty` varchar(255) DEFAULT NULL COMMENT '排版难易程度',
  `Translation_Difficulty` varchar(255) DEFAULT NULL COMMENT '翻译难易程度',
  `One_Hundred_Percent_Repeated` decimal(10,2) DEFAULT NULL COMMENT '100%重复率',
  `Ninety_Five_to_Ninety_Nine_Percent_Repeated` decimal(10,2) DEFAULT NULL COMMENT '95-99%重复率',
  `Total_Repetition_Rate` decimal(10,2) DEFAULT NULL COMMENT '总重复率',
  `Excluding_Words` int(9) DEFAULT NULL COMMENT '扣除字数',
  `Actual_Source_Text_Count` int(9) DEFAULT NULL COMMENT '实际源语数量',
  `Pre_Formatter` varchar(255) DEFAULT NULL COMMENT '预排版人员',
  `Pre_Format_Delivery_Time` varchar(255) DEFAULT NULL COMMENT '预排版交付时间',
  `Translator` varchar(255) DEFAULT NULL COMMENT '翻译人员',
  `Translation_Delivery_Time` varchar(255) DEFAULT NULL COMMENT '翻译交付时间',
  `Reviser` varchar(255) DEFAULT NULL COMMENT '校对人员',
  `Revision_Delivery_Time` varchar(255) DEFAULT NULL COMMENT '校对交付时间',
  `Post_Formatter` varchar(255) DEFAULT NULL COMMENT '后排版人员',
  `Post_Format_Delivery_Time` varchar(255) DEFAULT NULL COMMENT '后排版交付时间',
  `CODEX_Team` varchar(10) DEFAULT NULL COMMENT 'CODEX小组',
  `Sub_Contracted` varchar(10) DEFAULT NULL COMMENT '分包商',
  `Final_Delivery_Time` varchar(255) DEFAULT NULL COMMENT '最终交付时间',
  `PA` varchar(255) DEFAULT NULL COMMENT '项目助理',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_project_profile` */

/*Table structure for table `ky_pj_project_profile_text` */

DROP TABLE IF EXISTS `ky_pj_project_profile_text`;

CREATE TABLE `ky_pj_project_profile_text` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Project_Name` varchar(255) DEFAULT NULL COMMENT '项目名称',
  `Project_Responsible` varchar(50) DEFAULT NULL COMMENT '项目负责人',
  `Customer_Requirements` text COMMENT '客户要求',
  `External_Reference_File` text COMMENT '客户参考文件',
  `Internal_Reference_File` text COMMENT '内部参考文件',
  `Update_TM` text COMMENT '更新记忆库',
  `Reference_TM` text COMMENT '参考记忆库',
  `Reference_TB` text COMMENT '参考术语库',
  `Remarks` text COMMENT '备注',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_project_profile_text` */

/*Table structure for table `ky_pj_project_release` */

DROP TABLE IF EXISTS `ky_pj_project_release`;

CREATE TABLE `ky_pj_project_release` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Inspected_by` varchar(255) DEFAULT NULL COMMENT '检查人',
  `Translation` varchar(10) DEFAULT 'C' COMMENT '翻译',
  `Terminology` varchar(10) DEFAULT NULL COMMENT '术语',
  `Language_Quality` varchar(10) DEFAULT NULL COMMENT '语言品质',
  `Special_Noun` varchar(10) DEFAULT NULL COMMENT '专有名词',
  `Measurement` varchar(10) DEFAULT NULL COMMENT '测量单位',
  `Symbol` varchar(10) DEFAULT NULL COMMENT '符号',
  `Drawing` varchar(10) DEFAULT NULL COMMENT '图表',
  `Abbreviation` varchar(10) DEFAULT NULL COMMENT '缩写',
  `Layout_and_Format` varchar(10) DEFAULT NULL COMMENT '布局格式',
  `Others` varchar(10) DEFAULT NULL COMMENT '其他',
  `Existing_Issue` varchar(10) DEFAULT NULL COMMENT '现有问题',
  `Correction_Result` varchar(10) DEFAULT NULL COMMENT '纠正情况',
  `Reviser` varchar(50) DEFAULT NULL COMMENT '校对人员',
  `Project_Manager` varchar(50) DEFAULT NULL COMMENT '项目经理',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_project_release` */

/*Table structure for table `ky_pj_project_summary` */

DROP TABLE IF EXISTS `ky_pj_project_summary`;

CREATE TABLE `ky_pj_project_summary` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Project_Name` varchar(255) DEFAULT NULL COMMENT '项目名称',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `File_Info` varchar(255) DEFAULT NULL COMMENT '文件概况',
  `Product_Involved` varchar(255) DEFAULT NULL COMMENT '涉及产品',
  `Revision_Summary` text COMMENT '校对反馈',
  `Useful_Expression` text COMMENT '表达积累',
  `Project_Summary` text COMMENT '项目总结',
  `sign` varchar(255) DEFAULT NULL COMMENT '签名',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_project_summary` */

/*Table structure for table `ky_pj_translation_evaluation` */

DROP TABLE IF EXISTS `ky_pj_translation_evaluation`;

CREATE TABLE `ky_pj_translation_evaluation` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Translator` varchar(255) DEFAULT NULL COMMENT '翻译人员',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Translation_Difficulty` varchar(255) DEFAULT NULL COMMENT '翻译难易程度',
  `Omission` varchar(255) DEFAULT NULL COMMENT '漏译',
  `Extra_Translation` varchar(255) DEFAULT NULL COMMENT '多译',
  `Understanding` varchar(255) DEFAULT NULL COMMENT '理解程度',
  `Typo_or_Data_Error` varchar(255) DEFAULT NULL COMMENT '打字、数据错误',
  `Inconsistent_within_the_File` varchar(255) DEFAULT NULL COMMENT '自身术语不统一',
  `Inconsistent_with_Other_Translators` varchar(255) DEFAULT NULL COMMENT '未和其他译者统一术语',
  `Mistranslation` varchar(255) DEFAULT NULL COMMENT '术语翻译不恰当',
  `Incorrect_Punctuation` varchar(255) DEFAULT NULL COMMENT '标点符号不恰当',
  `Inconsistent_with_Target_Language_Features` varchar(255) DEFAULT NULL COMMENT '不符合习惯用语',
  `Grammar_Mistakes` varchar(255) DEFAULT NULL COMMENT '语法错误',
  `Sentence_Quality` varchar(255) DEFAULT NULL COMMENT '表达流畅度',
  `Refer_to_the_References` varchar(255) DEFAULT NULL COMMENT '是否认真参考了参考文件',
  `Corrected_Problems_Reoccur` varchar(255) DEFAULT NULL COMMENT '既往纠正问题是否仍反复出现',
  `Overall_Evaluation` varchar(255) DEFAULT NULL COMMENT '整体评价',
  `sign` varchar(255) DEFAULT NULL COMMENT '签名',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_translation_evaluation` */

/*Table structure for table `ky_pj_y_p_evaluation` */

DROP TABLE IF EXISTS `ky_pj_y_p_evaluation`;

CREATE TABLE `ky_pj_y_p_evaluation` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Pre_Formatter` varchar(255) DEFAULT NULL COMMENT '预排版人员',
  `Job_Name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Company_Name` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `Language` varchar(255) DEFAULT NULL COMMENT '语种',
  `Format_Difficulty` varchar(10) DEFAULT NULL COMMENT '排版难易程度',
  `Layout_and_Format` varchar(10) DEFAULT NULL COMMENT '布局格式',
  `Content_Check` varchar(10) DEFAULT NULL COMMENT '内容检查',
  `Customer_Requirements` varchar(10) DEFAULT NULL COMMENT '客户要求',
  `Overall_Evaluation` varchar(10) DEFAULT NULL COMMENT '整体评价',
  `Remarks` text COMMENT '备注',
  `sign` varchar(255) DEFAULT NULL COMMENT '签名',
  `Filled_by` varchar(50) DEFAULT NULL COMMENT '填表人',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_pj_y_p_evaluation` */

/*Table structure for table `ky_tj_diy_num` */

DROP TABLE IF EXISTS `ky_tj_diy_num`;

CREATE TABLE `ky_tj_diy_num` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '序号',
  `name` varchar(255) DEFAULT NULL COMMENT '人员',
  `score` float DEFAULT '1' COMMENT '数值',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_diy_num` */

insert  into `ky_tj_diy_num`(`id`,`name`,`score`) values (1,'翻译',705),(2,'校对',1122),(3,'排版',3200),(4,'实习生',622);

/*Table structure for table `ky_tj_opa_formatter` */

DROP TABLE IF EXISTS `ky_tj_opa_formatter`;

CREATE TABLE `ky_tj_opa_formatter` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Time` datetime DEFAULT NULL COMMENT '时间',
  `Name` varchar(100) DEFAULT NULL COMMENT '姓名',
  `Average_Monthly_Workload` varchar(255) DEFAULT NULL COMMENT '月平均工作量',
  `Quality_Assessment` varchar(255) DEFAULT NULL COMMENT '质量评估',
  `Work_Efficiency` varchar(255) DEFAULT NULL COMMENT '工作效率',
  `Translation_Difficulty` varchar(255) DEFAULT NULL COMMENT '难度挑战',
  `On_Time_Delivery` varchar(255) DEFAULT NULL COMMENT '按时提交',
  `Training_Assessment` varchar(255) DEFAULT NULL COMMENT '培训考核',
  `Assessment_by_the_Management` varchar(255) DEFAULT NULL COMMENT '管理层评分',
  `CODEX_CUP_Exam_Score` varchar(255) DEFAULT NULL COMMENT '科译杯综合测评',
  `Positive_Customer_Feedback` varchar(255) DEFAULT NULL COMMENT '客户优秀反馈',
  `Negative_Customer_Feedback` varchar(255) DEFAULT NULL COMMENT '客户不良反馈',
  `Total_score` varchar(255) DEFAULT NULL COMMENT '总分',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_opa_formatter` */

/*Table structure for table `ky_tj_opa_pa` */

DROP TABLE IF EXISTS `ky_tj_opa_pa`;

CREATE TABLE `ky_tj_opa_pa` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Time` datetime DEFAULT NULL COMMENT '时间',
  `Name` varchar(100) DEFAULT NULL COMMENT '姓名',
  `Average_Monthly_Workload` varchar(255) DEFAULT NULL COMMENT '月平均工作量',
  `Quality_Assessment` varchar(255) DEFAULT NULL COMMENT '质量评估',
  `Work_Efficiency` varchar(255) DEFAULT NULL COMMENT '工作效率',
  `Translation_Difficulty` varchar(255) DEFAULT NULL COMMENT '难度挑战',
  `On_Time_Delivery` varchar(255) DEFAULT NULL COMMENT '按时提交',
  `Training_Assessment` varchar(255) DEFAULT NULL COMMENT '培训考核',
  `Assessment_by_the_Management` varchar(255) DEFAULT NULL COMMENT '管理层评分',
  `CODEX_CUP_Exam_Score` varchar(255) DEFAULT NULL COMMENT '科译杯综合测评',
  `Positive_Customer_Feedback` varchar(255) DEFAULT NULL COMMENT '客户优秀反馈',
  `Negative_Customer_Feedback` varchar(255) DEFAULT NULL COMMENT '客户不良反馈',
  `Total_score` varchar(255) DEFAULT NULL COMMENT '总分',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_opa_pa` */

/*Table structure for table `ky_tj_opa_tr_re` */

DROP TABLE IF EXISTS `ky_tj_opa_tr_re`;

CREATE TABLE `ky_tj_opa_tr_re` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Time` datetime DEFAULT NULL COMMENT '时间',
  `Name` varchar(100) DEFAULT NULL COMMENT '姓名',
  `Average_Monthly_Workload` varchar(255) DEFAULT NULL COMMENT '月平均工作量',
  `Quality_Assessment` varchar(255) DEFAULT NULL COMMENT '质量评估',
  `Work_Efficiency` varchar(255) DEFAULT NULL COMMENT '工作效率',
  `Translation_Difficulty` varchar(255) DEFAULT NULL COMMENT '难度挑战',
  `On_Time_Delivery` varchar(255) DEFAULT NULL COMMENT '按时提交',
  `Training_Assessment` varchar(255) DEFAULT NULL COMMENT '培训考核',
  `Assessment_by_the_Management` varchar(255) DEFAULT NULL COMMENT '管理层评分',
  `CODEX_CUP_Exam_Score` varchar(255) DEFAULT NULL COMMENT '科译杯综合测评',
  `Positive_Customer_Feedback` varchar(255) DEFAULT NULL COMMENT '客户优秀反馈',
  `Negative_Customer_Feedback` varchar(255) DEFAULT NULL COMMENT '客户不良反馈',
  `Total_score` varchar(255) DEFAULT NULL COMMENT '总分',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_opa_tr_re` */

/*Table structure for table `ky_tj_performance_table` */

DROP TABLE IF EXISTS `ky_tj_performance_table`;

CREATE TABLE `ky_tj_performance_table` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `time` int(11) DEFAULT NULL COMMENT '时间',
  `No` varchar(255) DEFAULT NULL COMMENT '序号',
  `Department` varchar(255) DEFAULT NULL COMMENT '部门',
  `Name` varchar(50) DEFAULT NULL COMMENT '姓名',
  `Pages` int(11) DEFAULT NULL COMMENT '页数',
  `Actual total number of words` int(11) DEFAULT NULL COMMENT '实际总字数',
  `Original total number of words` int(11) DEFAULT NULL COMMENT '原总字数',
  `Proofread First language` varchar(255) DEFAULT NULL COMMENT '本职语种',
  `Proofread Other language` varchar(255) DEFAULT NULL COMMENT '非本职语种X',
  `Proofread Total` varchar(255) DEFAULT NULL COMMENT '合计',
  `Proofread Work hours` varchar(50) DEFAULT NULL COMMENT '工作时间',
  `Proofread Productivity` varchar(50) DEFAULT NULL COMMENT '校对效率',
  `Translate First language` varchar(255) DEFAULT NULL COMMENT '本职语种',
  `Translate Other language` varchar(255) DEFAULT NULL COMMENT '非本职语种X',
  `Translate Total` varchar(50) DEFAULT NULL COMMENT '合计',
  `Translate Work hours` varchar(50) DEFAULT NULL COMMENT '工作时间',
  `Translate Productivity` varchar(50) DEFAULT NULL COMMENT '翻译效率',
  `Weighted` varchar(50) DEFAULT NULL COMMENT '加权',
  `Weighted total` int(11) DEFAULT NULL COMMENT '最终总数',
  `Proofreading proportion` float DEFAULT NULL COMMENT '校对比例',
  `Total actual attending time  in this month(hours)` float DEFAULT NULL COMMENT '本月实际出勤时间汇总（小时）',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_performance_table` */

/*Table structure for table `ky_tj_project_funnel` */

DROP TABLE IF EXISTS `ky_tj_project_funnel`;

CREATE TABLE `ky_tj_project_funnel` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Time` int(11) DEFAULT NULL COMMENT '时间',
  `en-cn Nb of Page Translated` int(11) DEFAULT NULL COMMENT '翻译页数',
  `en-cn Nb of Word translated` int(11) DEFAULT NULL COMMENT '翻译词数',
  `cn-en Nb of Page Translated` int(11) DEFAULT NULL COMMENT '翻译页数',
  `cn-en Nb of Word translated` int(11) DEFAULT NULL COMMENT '翻译词数',
  `Other-cn Nb of Page Translated` int(11) DEFAULT NULL COMMENT '翻译页数',
  `Other-cn Nb of Word translated` int(11) DEFAULT NULL COMMENT '翻译词数',
  `cn-Other Nb of Page Translated` int(11) DEFAULT NULL COMMENT '翻译页数',
  `cn-Other Nb of Word translated` int(11) DEFAULT NULL COMMENT '翻译词数',
  `Total Pages Translated` int(11) DEFAULT NULL COMMENT '翻译总页数',
  `(C) Total Pages in Process above 50% done` int(11) DEFAULT NULL COMMENT '已完成50%以上总页数',
  `(C) Estimated nb of days to finish` int(11) DEFAULT NULL COMMENT '预计完成天数',
  `(B) Total Pages in Process 10% - 50% done` int(11) DEFAULT NULL COMMENT '已完成10%-50%总页数',
  `(B) Estimated nb of days to finish` int(11) DEFAULT NULL COMMENT '预计完成天数',
  `Total Pages to be submitted` int(11) DEFAULT NULL COMMENT '待提交总页数',
  `(C) Total Pages to be Translated not process started` int(11) DEFAULT NULL COMMENT '未开始总页数',
  `Estimated nb of days to finish` int(11) DEFAULT NULL COMMENT '预计完成天数',
  `Toatl days of works FOR (A) + (B) + (C)` int(11) DEFAULT NULL COMMENT '预计完成总天数（(A) + (B) + (C)）',
  `Nb of Translator from Codex` int(11) DEFAULT NULL COMMENT '科译翻译人数',
  `Nb of Reviser from Codex` int(11) DEFAULT NULL COMMENT '科译校对人数',
  `Nb of Formatter from Codex` int(11) DEFAULT NULL COMMENT '科译排版人数',
  `Sub-total` int(11) DEFAULT NULL COMMENT '小计',
  `Nb of Formatter from Trainees` int(11) DEFAULT NULL COMMENT '科译实习生人数',
  `Grand Total` int(11) DEFAULT NULL COMMENT '总计',
  `Weekly Capacity per Pages of Translator` int(11) DEFAULT NULL COMMENT '翻译人员',
  `Weekly Capacity per Pages of Reviser` int(11) DEFAULT NULL COMMENT '校对人员',
  `Weekly Capacity per Pages of Formatter` int(11) DEFAULT NULL COMMENT '排版人员',
  `Average Capacity per Pages` int(11) DEFAULT NULL COMMENT '平均产能（页数）',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_project_funnel` */

/*Table structure for table `ky_tj_quality_analysis` */

DROP TABLE IF EXISTS `ky_tj_quality_analysis`;

CREATE TABLE `ky_tj_quality_analysis` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `comments type` varchar(255) DEFAULT NULL COMMENT '评价类型',
  `Omission` varchar(10) DEFAULT NULL COMMENT '漏译',
  `Extra translation` varchar(10) DEFAULT NULL COMMENT '多译',
  `Understanding` varchar(10) DEFAULT NULL COMMENT '理解程度',
  `Typo_or_data_error` varchar(10) DEFAULT NULL COMMENT '打字、数据错误',
  `Inconsistent within the file` varchar(10) DEFAULT NULL COMMENT '自身术语不统一',
  `Inconsistent with other translators` varchar(10) DEFAULT NULL COMMENT '未和其他译者统一术语',
  `Mistranslation` varchar(10) DEFAULT NULL COMMENT '术语翻译不恰当',
  `Incorrect punctuation` varchar(10) DEFAULT NULL COMMENT '标点符号不恰当',
  `Inconsistent with target language features` varchar(10) DEFAULT NULL COMMENT '不符合习惯用语',
  `Grammar mistakes` varchar(10) DEFAULT NULL COMMENT '语法错误',
  `Sentence quality` varchar(10) DEFAULT NULL COMMENT '表达流畅度',
  `Whether refer to the references` varchar(10) DEFAULT NULL COMMENT '是否认真参考了参考文件',
  `Whether corrected problems reoccur` varchar(10) DEFAULT NULL COMMENT '既往纠正问题是否仍反复出现',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_quality_analysis` */

/*Table structure for table `ky_tj_quality_appraisal_reviser` */

DROP TABLE IF EXISTS `ky_tj_quality_appraisal_reviser`;

CREATE TABLE `ky_tj_quality_appraisal_reviser` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Time` int(11) DEFAULT NULL COMMENT '时间',
  `Name` varchar(255) DEFAULT NULL COMMENT '姓名',
  `Sampled_Project` varchar(255) DEFAULT NULL COMMENT '抽取项目',
  `Sampled_Document` varchar(255) DEFAULT NULL COMMENT '抽取文件',
  `Filing_Code` varchar(255) DEFAULT NULL COMMENT '文件编号',
  `Sampled_Pages` varchar(255) DEFAULT NULL COMMENT '抽取页码',
  `Serious_Mistranslation` varchar(255) DEFAULT NULL COMMENT '严重误译',
  `Inapproriate_Expression` varchar(255) DEFAULT NULL COMMENT '表述不恰当',
  `Incorrect_Term_Translation` varchar(255) DEFAULT NULL COMMENT '术语错误',
  `Result` varchar(255) DEFAULT NULL COMMENT '评估结果',
  `Remarks` text COMMENT '备注',
  `Filled_by` varchar(30) DEFAULT NULL COMMENT '填写人',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_quality_appraisal_reviser` */

/*Table structure for table `ky_tj_quality_appraisal_translator` */

DROP TABLE IF EXISTS `ky_tj_quality_appraisal_translator`;

CREATE TABLE `ky_tj_quality_appraisal_translator` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `Time` int(11) DEFAULT NULL COMMENT '时间',
  `Name` varchar(50) DEFAULT NULL COMMENT '姓名',
  `Total_Comments` int(10) DEFAULT NULL COMMENT '总评价数',
  `A` varchar(10) DEFAULT NULL COMMENT 'A',
  `B` varchar(10) DEFAULT NULL COMMENT 'B',
  `C` varchar(10) DEFAULT NULL COMMENT 'C',
  `D` varchar(10) DEFAULT NULL COMMENT 'D',
  `Result` varchar(255) DEFAULT NULL COMMENT '评估结果',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_quality_appraisal_translator` */

/*Table structure for table `ky_tj_score` */

DROP TABLE IF EXISTS `ky_tj_score`;

CREATE TABLE `ky_tj_score` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `score_field` varchar(255) DEFAULT NULL COMMENT '评分字段',
  `score` float DEFAULT NULL COMMENT '评分权重',
  `table_name` varchar(255) DEFAULT NULL COMMENT '表格名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_tj_score` */

/*Table structure for table `ky_xt_action_log` */

DROP TABLE IF EXISTS `ky_xt_action_log`;

CREATE TABLE `ky_xt_action_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `name` varchar(255) DEFAULT NULL COMMENT '用户名',
  `M` varchar(255) DEFAULT NULL COMMENT '模块名',
  `C` varchar(255) DEFAULT NULL COMMENT '栏目名',
  `A` varchar(255) DEFAULT NULL COMMENT '操作名',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_action_log` */

/*Table structure for table `ky_xt_company` */

DROP TABLE IF EXISTS `ky_xt_company`;

CREATE TABLE `ky_xt_company` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '公司中文名称',
  `en_name` varchar(255) DEFAULT NULL COMMENT '公司英文名称',
  `VAT_ID` varchar(255) DEFAULT NULL COMMENT '主体公司税号',
  `CN_Address` varchar(255) DEFAULT NULL COMMENT '中文公司地址',
  `EN_Address` varchar(255) DEFAULT NULL COMMENT '英文公司地址',
  `CN_Bank_Info` text COMMENT '中文银行信息',
  `EN_Bank_Info` text COMMENT '英文银行信息',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(11) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_company` */

insert  into `ky_xt_company`(`id`,`cn_name`,`en_name`,`VAT_ID`,`CN_Address`,`EN_Address`,`CN_Bank_Info`,`EN_Bank_Info`,`create_time`,`update_time`,`delete_time`) values (1,'北京科译翻译有限公司','Beijing Codex Translation Co., Ltd.','9111010230667928XU','北京市西城区广安门外大街168号朗琴国际大厦A座1009室','Room 1009, LQ Center, No.168 Guanganmen Wai Street, Xicheng District Beijing, 100054, P.R.China ','公司名称: 北京科译翻译有限公司\r\n开户行: 中国建设银行北京菜市口南街支行\r\n账号: 1100 1176 4000 5300 2121','Name of Beneficiary: Beijing Codex Translation Co., Ltd.\r\nAccount No.: 318163069252 \r\nBeneficiary Bank: Bank of China Beijing Xicheng District Tianyuan Flats Sub-Branch\r\nSwift Code: BKCHCNBJ 110',1593747444,1603871043,0),(2,'科医达商务咨询(上海)有限公司','Codex Scientific (Shanghai) Co., Ltd.','91310115MA1K428B5Q','上海市静安区安远路1号达安商务楼418室',' Room 418, Da \'an Business Building, No.1 Anyuan Road, Jing \'an District, Shanghai','公司名称:科医达商务咨询(上海)有限公司\r\n银行账号: 31050174363600000395\r\n开户银行:中国建设银行股份有限公司上海程家桥支行\r\n开户银行地址: 上海市长宁区剑河路2323号\r\n银行代码: PCBCCNBJSHX\r\n邮政编码 : 200336\r\n										','Name of Beneficiary: Codex Scientific (Shanghai) Co., Ltd.\r\nAccount No.: 31050174363600000395\r\nBank: CHINA CONSTRUCTION BANK SHANGHAI BRANCH, CHENGJIAQIAO SUBBRANCH \r\nAddress: NO.2323, JIANHE ROAD, CHANGNING DISTRICT, SHANGHAI, CHINA\r\nSWIFT CODE: PCBCCNBJSHX\r\nMAIL CODE: 200336',1595498471,1603871119,0),(3,'CODEX PTE. LTD.','CODEX PTE. LTD.','201934114G','1 Scotts Road #21-07 Shaw Center Singapore 228208','1 Scotts Road #21-07 Shaw Center Singapore 228208','Name of Beneficiary: CODEX PTE. LTD.\r\nCompany Address:  1 Scotts Road #21-07 Shaw Center Singapore 228208\r\nAccount No.: 687778381001\r\nBeneficiary Bank: OCBC Bank 65 Chulia Street OCBC Centre Singapore 049513\r\nOCBC Bank Code: 7339 \r\nSwift Code: OCBCSGSG','Name of Beneficiary: CODEX PTE. LTD.\r\nCompany Address:  1 Scotts Road #21-07 Shaw Center Singapore 228208\r\nAccount No.: 687778381001\r\nBeneficiary Bank: OCBC Bank 65 Chulia Street OCBC Centre Singapore 049513\r\nOCBC Bank Code: 7339 \r\nSwift Code: OCBCSGSG',1603871661,1603871661,0);

/*Table structure for table `ky_xt_department` */

DROP TABLE IF EXISTS `ky_xt_department`;

CREATE TABLE `ky_xt_department` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '中文名称',
  `en_name` varchar(255) DEFAULT NULL COMMENT '英文名称',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_department` */

insert  into `ky_xt_department`(`id`,`cn_name`,`en_name`,`delete_time`) values (1,'市场部','Marketing Department',0),(2,'项目部','Project Department ',0),(3,'财务部','Accounting Department',0),(4,'管理层','Management',0),(5,'翻译部','Translation Department',0),(6,'CODEX大学','CODEX University',0);

/*Table structure for table `ky_xt_dict` */

DROP TABLE IF EXISTS `ky_xt_dict`;

CREATE TABLE `ky_xt_dict` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `c_id` int(11) DEFAULT NULL COMMENT '分类ID',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '词汇中文名',
  `en_name` varchar(255) DEFAULT NULL COMMENT '词汇英文名',
  `sort` int(10) DEFAULT NULL COMMENT '排序',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(11) DEFAULT NULL COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=151 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_dict` */

insert  into `ky_xt_dict`(`id`,`c_id`,`cn_name`,`en_name`,`sort`,`create_time`,`update_time`,`delete_time`) values (1,1,'中文-英文','CN-EN',NULL,NULL,NULL,NULL),(2,1,'英文-中文','EN-CN',NULL,NULL,NULL,NULL),(3,2,'人民币','CNY',NULL,NULL,NULL,NULL),(5,4,'PDF','PDF',NULL,NULL,NULL,NULL),(6,4,'Word','Word',NULL,NULL,NULL,NULL),(7,4,'Excel','Excel',NULL,NULL,NULL,NULL),(8,4,'PPT','PPT',NULL,NULL,NULL,NULL),(9,7,'Easy','Easy',NULL,NULL,NULL,NULL),(10,7,'Normal','Normal',NULL,NULL,NULL,NULL),(11,7,'Difficult','Difficult',NULL,NULL,NULL,NULL),(12,7,'Very difficult','Very difficult',NULL,NULL,NULL,NULL),(13,7,'N/A','N/A',NULL,NULL,NULL,NULL),(14,8,'Easy','Easy',NULL,NULL,NULL,NULL),(15,8,'Normal','Normal',NULL,NULL,NULL,NULL),(16,8,'Difficult','Difficult',NULL,NULL,NULL,NULL),(17,8,'Very difficult','Very difficult',NULL,NULL,NULL,NULL),(18,8,'N/A','N/A',NULL,NULL,NULL,NULL),(19,9,'Yes','Yes',NULL,NULL,NULL,NULL),(20,9,'No','No',NULL,NULL,NULL,NULL),(21,9,'N/A','N/A',NULL,NULL,NULL,NULL),(22,10,'High','High',NULL,NULL,NULL,NULL),(23,10,'Normal','Normal',NULL,NULL,NULL,NULL),(24,10,'N/A','N/A',NULL,NULL,NULL,NULL),(25,11,'SDL更库','SDL更库',NULL,NULL,NULL,NULL),(26,11,'录入更库','录入更库',NULL,NULL,NULL,NULL),(27,11,'修订更库','修订更库',NULL,NULL,NULL,NULL),(28,11,'N/A','N/A',NULL,NULL,NULL,NULL),(29,12,'翻译','翻译',NULL,NULL,NULL,NULL),(30,12,'校对','校对',NULL,NULL,NULL,NULL),(31,13,'预排版','预排版',NULL,NULL,NULL,NULL),(32,13,'后排版','后排版',NULL,NULL,NULL,NULL),(33,13,'检查','检查',NULL,NULL,NULL,NULL),(34,13,'对比','对比',NULL,NULL,NULL,NULL),(35,6,'医疗器械-研究者手册','MD-IB',NULL,NULL,NULL,NULL),(36,6,'医疗器械-临床评价','MD-Clinical Evaluation',NULL,NULL,NULL,NULL),(37,5,'翻译','Translation',NULL,NULL,NULL,NULL),(38,16,'0','0',NULL,NULL,NULL,NULL),(39,16,'3','3',NULL,NULL,NULL,NULL),(40,16,'6','6',NULL,NULL,NULL,NULL),(43,3,'单词','Words',NULL,NULL,NULL,NULL),(44,3,'中文字符数（不计空格）','Chinese Characters (No space)',NULL,NULL,NULL,NULL),(45,5,'排版','DTP',NULL,NULL,NULL,NULL),(46,5,'校对','Proofreading',NULL,NULL,NULL,NULL),(47,3,'千中文字符数（不计空格）','Thousand Chinese Characters (No space)',NULL,NULL,NULL,NULL),(48,3,'页','Page',NULL,NULL,NULL,NULL),(49,2,'欧元','EUR',NULL,NULL,NULL,NULL),(50,1,'中文-德文','CN-DE',NULL,NULL,NULL,NULL),(51,5,'更新','Update Translation',NULL,NULL,NULL,NULL),(52,3,'小时','Hour',NULL,NULL,NULL,NULL),(53,2,'美元','USD',NULL,NULL,NULL,NULL),(54,2,'澳元','AUD',NULL,NULL,NULL,NULL),(55,1,'德文-中文','DE-CN',NULL,NULL,NULL,NULL),(56,1,'中文-日文','CN-JP',NULL,NULL,NULL,NULL),(57,1,'日文-中文','JP-CN',NULL,NULL,NULL,NULL),(58,3,'项目','Project',NULL,NULL,NULL,NULL),(59,3,'条','Item',NULL,NULL,NULL,NULL),(60,3,'千单词','Thousand words',NULL,NULL,NULL,NULL),(61,3,'分钟','Minute',NULL,NULL,NULL,NULL),(62,3,'份','Piece',NULL,NULL,NULL,NULL),(63,3,'天','Day',NULL,NULL,NULL,NULL),(64,4,'MP4','MP4',NULL,NULL,NULL,NULL),(65,4,'HTML','HTML',NULL,NULL,NULL,NULL),(66,4,'INDD','INDD',NULL,NULL,NULL,NULL),(67,4,'XML','XML',NULL,NULL,NULL,NULL),(68,4,'JPG','JPG',NULL,NULL,NULL,NULL),(69,4,'CAD','CAD',NULL,NULL,NULL,NULL),(70,4,'Xliff','Xliff',NULL,NULL,NULL,NULL),(71,1,'中文-法文','CN-FR',NULL,NULL,NULL,NULL),(72,1,'法文-中文','FR-CN',NULL,NULL,NULL,NULL),(73,1,'中文-意大利文','CN-IT',NULL,NULL,NULL,NULL),(74,1,'意大利文-中文','IT-CN',NULL,NULL,NULL,NULL),(75,1,'中文-西班牙文','CN-ES',NULL,NULL,NULL,NULL),(76,1,'西班牙文-中文','ES-CN',NULL,NULL,NULL,NULL),(77,1,'中文-俄文','CN-RU',NULL,NULL,NULL,NULL),(78,1,'俄文-中文','RU-CN',NULL,NULL,NULL,NULL),(79,1,'中文-韩文','CN-KO',NULL,NULL,NULL,NULL),(80,1,'韩文-中文','KO-CN',NULL,NULL,NULL,NULL),(81,1,'英文-日文','EN-JP',NULL,NULL,NULL,NULL),(82,1,'日文-英文','JP-EN',NULL,NULL,NULL,NULL),(83,1,'英文-希腊文','EN-EL',NULL,NULL,NULL,NULL),(84,1,'希腊文-英文','EL-EN',NULL,NULL,NULL,NULL),(86,5,'口译','Interpretation',NULL,NULL,NULL,NULL),(87,6,'医疗器械-生物学评价','MD-Biological Evaluation',NULL,NULL,NULL,NULL),(88,6,'医疗器械-临床试验','MD-Clinical Trial',NULL,NULL,NULL,NULL),(89,6,'医疗器械-知情同意','MD-Informed Consent',NULL,NULL,NULL,NULL),(90,6,'医疗器械-病例报告表','MD-Case Report Form',NULL,NULL,NULL,NULL),(91,6,'医疗器械-伦理批件','MD-Ethical Approval Document',NULL,NULL,NULL,NULL),(92,6,'医疗器械-风险管理','MD-Risk Management',NULL,NULL,NULL,NULL),(93,6,'医疗器械-不良事件','MD-Adverse Event',NULL,NULL,NULL,NULL),(94,6,'医疗器械-产品性能研究','MD-Product Performance Study',NULL,NULL,NULL,NULL),(95,6,'医疗器械-灭菌','MD-Sterilization',NULL,NULL,NULL,NULL),(96,6,'医疗器械-电气安全性（IEC）','MD-Electrical Safety (IEC)',NULL,NULL,NULL,NULL),(97,6,'医疗器械-有效期和包装','MD-Shelf-life and Packaging',NULL,NULL,NULL,NULL),(98,6,'医疗器械-动物试验','MD-Animal Experiment',NULL,NULL,NULL,NULL),(99,6,'医疗器械-设计验证和确认','MD-Design Verification and Validation',NULL,NULL,NULL,NULL),(100,6,'医疗器械-过程验证和确认','MD-Process Verificaiton and Validation',NULL,NULL,NULL,NULL),(101,6,'医疗器械-运输和储存','MD-Transportation and Storage',NULL,NULL,NULL,NULL),(102,6,'医疗器械-非临床报告','MD-Non-clinical Report',NULL,NULL,NULL,NULL),(103,6,'注册检验报告','Registration Test Report',NULL,NULL,NULL,NULL),(104,6,'检验报告','Test Report',NULL,NULL,NULL,NULL),(105,6,'医疗器械-安全有效基本要求清单','MD-Essential Requirements Checklist',NULL,NULL,NULL,NULL),(106,6,'医疗器械-产品综述','MD-Product Overview',NULL,NULL,NULL,NULL),(107,6,'医疗器械-产品技术要求','MD-PTR',NULL,NULL,NULL,NULL),(108,6,'医疗器械-产品标准','MD-Product Standard',NULL,NULL,NULL,NULL),(109,6,'医疗器械-说明书','MD-IFU',NULL,NULL,NULL,NULL),(110,6,'医疗器械-注册证','MD-Registration Certificate',NULL,NULL,NULL,NULL),(111,6,'医疗器械-软件','MD-Software',NULL,NULL,NULL,NULL),(112,6,'医疗器械-系统需求规范','MD-System Requirement Specifications',NULL,NULL,NULL,NULL),(113,6,'医疗器械-系统设计规范','MD-System Design Specification',NULL,NULL,NULL,NULL),(114,6,'医疗器械-系统验证和确认','MD-System Verification and Validation',NULL,NULL,NULL,NULL),(115,6,'体外诊断-产品综述','IVD-Product Overview',NULL,NULL,NULL,NULL),(116,6,'体外诊断-生产制造','IVD-Manufacturing',NULL,NULL,NULL,NULL),(117,6,'体外诊断-非临床研究','IVD-Non-clinical Study',NULL,NULL,NULL,NULL),(118,6,'体外诊断-说明书','IVD-IFU',NULL,NULL,NULL,NULL),(119,6,'体外诊断-风险管理','IVD-Risk Management',NULL,NULL,NULL,NULL),(120,6,'体外诊断-临床研究','IVD-Clinical Study',NULL,NULL,NULL,NULL),(121,6,'体外诊断-临床评价','IVD-Clinical Evaluation',NULL,NULL,NULL,NULL),(122,6,'体外诊断-产品技术要求','IVD-PTR',NULL,NULL,NULL,NULL),(123,6,'体外诊断-设计验证和确认','IVD-Design Verification and Validation',NULL,NULL,NULL,NULL),(124,6,'体外诊断-过程验证和确认','IVD-Process Verification and Validation',NULL,NULL,NULL,NULL),(125,6,'体外诊断-运输和储存','IVD-Transportation and Storage',NULL,NULL,NULL,NULL),(126,6,'体外诊断-产品性能研究','IVD-Product Performance Study',NULL,NULL,NULL,NULL),(127,6,'体外诊断-有效期和包装','IVD-Shelf-life and Packaging',NULL,NULL,NULL,NULL),(128,6,'体外诊断-灭菌','IVD-Sterilization',NULL,NULL,NULL,NULL),(129,6,'体外诊断-其他','IVD-Others',NULL,NULL,NULL,NULL),(130,6,'体外诊断-肿瘤基因检测','IVD-Tumor Gene Testing',NULL,NULL,NULL,NULL),(131,6,'医疗器械-生产制造','MD-Manufacturing',NULL,NULL,NULL,NULL),(132,6,'医疗器械-FDA批件','MD-FDA Approval documents',NULL,NULL,NULL,NULL),(133,6,'医疗器械-现场检查','MD-On-site Inspection',NULL,NULL,NULL,NULL),(134,6,'医疗器械-发补','MD-Supplementary Dossiers ',NULL,NULL,NULL,NULL),(135,6,'医疗器械-审计偏差报告','MD-Audit Deviation Report',NULL,NULL,NULL,NULL),(136,6,'医疗器械-质量管理','MD-Quality Management',NULL,NULL,NULL,NULL),(137,6,'医疗器械-召回','MD-Recall',NULL,NULL,NULL,NULL),(138,6,'医疗器械-其它','MD-Others',NULL,NULL,NULL,NULL),(139,6,'医疗器械-注册申请书','MD-Application for Registration',NULL,NULL,NULL,NULL),(140,6,'医疗器械-上市后监督（PMS）','MD-PMS',NULL,NULL,NULL,NULL),(141,6,'医疗器械-作业指导书','MD-Work Instructions ',NULL,NULL,NULL,NULL),(142,6,'医疗器械-PSUR','MD-PSUR',NULL,NULL,NULL,NULL),(143,6,'医疗器械-PRER','MD-PRER',NULL,NULL,NULL,NULL),(144,6,'药品-CTD','Drug-CTD',NULL,NULL,NULL,NULL),(145,6,'药品-药理学','Drug-Pharmacology',NULL,NULL,NULL,NULL),(146,6,'药品-药代动力学','Drug-Pharmacokinetics',NULL,NULL,NULL,NULL),(147,6,'药品-毒理学','Drug-Toxicology',NULL,NULL,NULL,NULL),(148,6,'药品-研究者手册','Drug-IB',NULL,NULL,NULL,NULL),(149,6,'药品-临床研究','Drug-Clinical Study',NULL,NULL,NULL,NULL),(150,6,'药品-知情同意','Drug-Informed Consent ',NULL,NULL,NULL,NULL);

/*Table structure for table `ky_xt_dict_cate` */

DROP TABLE IF EXISTS `ky_xt_dict_cate`;

CREATE TABLE `ky_xt_dict_cate` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `pid` int(11) DEFAULT NULL COMMENT '父级ID',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '字段中文名',
  `en_name` varchar(255) DEFAULT NULL COMMENT '字段英文名',
  `level` tinyint(2) DEFAULT NULL COMMENT '等级',
  `sort` int(10) DEFAULT NULL COMMENT '排序',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(11) DEFAULT NULL COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_dict_cate` */

insert  into `ky_xt_dict_cate`(`id`,`pid`,`cn_name`,`en_name`,`level`,`sort`,`create_time`,`update_time`,`delete_time`) values (1,0,'语种','Language',NULL,NULL,NULL,NULL,NULL),(2,0,'币种','Currency',NULL,NULL,NULL,NULL,NULL),(3,0,'单位','Units',NULL,NULL,NULL,NULL,NULL),(4,0,'文件类型','File Type',NULL,NULL,NULL,NULL,NULL),(5,0,'服务类型','Service',NULL,NULL,NULL,NULL,NULL),(6,0,'文件分类','File Category',NULL,NULL,NULL,NULL,NULL),(7,0,'排版难易程度','Format Difficulty',NULL,NULL,NULL,NULL,NULL),(8,0,'翻译难易程度','Translation Difficulty',NULL,NULL,NULL,NULL,NULL),(9,0,'是否首次合作','First Cooperation',NULL,NULL,NULL,NULL,NULL),(10,0,'质量要求','Quality Requirements',NULL,NULL,NULL,NULL,NULL),(11,0,'更新方式','Updating Means',NULL,NULL,NULL,NULL,NULL),(12,0,'翻译校对工作内容','TR or RE Work content',NULL,NULL,NULL,NULL,NULL),(13,0,'排版工作内容','Formatter Work content',NULL,NULL,NULL,NULL,NULL),(16,0,'税率','VAT Rate',NULL,NULL,NULL,NULL,NULL);

/*Table structure for table `ky_xt_file` */

DROP TABLE IF EXISTS `ky_xt_file`;

CREATE TABLE `ky_xt_file` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `file_name` varchar(255) DEFAULT NULL COMMENT '文件名',
  `file_dir` varchar(255) DEFAULT NULL COMMENT '文件夹',
  `path` varchar(255) DEFAULT NULL COMMENT '文件路径',
  `type` varchar(255) DEFAULT NULL COMMENT '类型',
  `Project_Name` varchar(255) DEFAULT NULL COMMENT '项目名称',
  `creator` varchar(50) DEFAULT NULL COMMENT '创建者',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_file` */

/*Table structure for table `ky_xt_job` */

DROP TABLE IF EXISTS `ky_xt_job`;

CREATE TABLE `ky_xt_job` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '中文职位',
  `en_name` varchar(255) DEFAULT NULL COMMENT '英文职位',
  `group_id` int(10) DEFAULT NULL COMMENT '所属部门',
  `menu_arr` text COMMENT '菜单权限',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_job` */

insert  into `ky_xt_job`(`id`,`cn_name`,`en_name`,`group_id`,`menu_arr`,`delete_time`) values (1,'系统管理员','Admin',NULL,NULL,0),(2,'市场行政','Sales Admin',NULL,NULL,0),(3,'销售经理','Sales Manager',NULL,NULL,0),(4,'CODEX校长','Head of Training',NULL,NULL,0),(5,'培训专员','Training Specialist',NULL,NULL,0),(6,'质控主管','Quality Manager',NULL,NULL,0),(7,'项目助理','Project Assistant',NULL,NULL,0),(8,'项目经理','Project Manager',NULL,NULL,0),(9,'总经理','General Manager',NULL,NULL,0),(10,'翻译人员','Translator',NULL,NULL,0),(11,'校对人员','Reviser',NULL,NULL,0),(12,'预排版人员','Pre-formatter',NULL,NULL,0),(13,'后排版人员','Post-Formatter',NULL,NULL,0),(14,'财务','Finance Officer',NULL,NULL,0),(15,'CODEX副校长','Deputy Head of Training',NULL,NULL,0),(16,'人力资源经理','Head of HR',NULL,NULL,0),(17,'人力资源专员','HR Specialist',NULL,NULL,0),(18,'外事专员','External Affair Specialist',NULL,NULL,0),(19,'翻译助理','Translation Assistant',NULL,NULL,0),(20,'市场行政经理','Head of Sales Admin',NULL,NULL,0);

/*Table structure for table `ky_xt_menu` */

DROP TABLE IF EXISTS `ky_xt_menu`;

CREATE TABLE `ky_xt_menu` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `pid` int(11) DEFAULT NULL COMMENT '父级菜单ID',
  `url` varchar(255) DEFAULT NULL COMMENT '菜单地址',
  `icon` varchar(255) DEFAULT NULL COMMENT '菜单图标',
  `C` varchar(255) DEFAULT NULL COMMENT '控制器名',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '中文栏目名',
  `en_name` varchar(255) DEFAULT NULL COMMENT '英文栏目名',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=35 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_menu` */

insert  into `ky_xt_menu`(`id`,`pid`,`url`,`icon`,`C`,`cn_name`,`en_name`) values (1,0,'#','icon-project-soild',NULL,'客户管理','Customer Management'),(2,0,'#','icon-jindu',NULL,'项目管理','Project Management'),(3,0,'#','icon-richeng',NULL,'项目日程','Project Schedule'),(4,0,'#','icon-xitongshezhi',NULL,'系统管理','System Management'),(5,0,'#','icon-shujutongji',NULL,'数据统计','Statistics Management'),(6,0,'#','icon-gonggongxinxi',NULL,'公共信息','Public Information'),(7,1,'mk_contract/index',NULL,'MKContract','合同管理','Contract&Administrative Activities'),(8,1,'mk_customer/index',NULL,'MkCustomer','客户信息','Customer'),(9,1,'mk_inquiry/index',NULL,'MkInquiry','来稿需求','Inquiry'),(10,1,'mk_feseability/index',NULL,'MkFeseability','来稿确认','Feasibility'),(11,1,'mk_invoicing/index',NULL,'MkInvoicing','结算管理','Invoicing'),(12,2,'pj_contract_review/index',NULL,'PjContractReview','项目汇总','Contract Review'),(13,2,'pj_project_database/index',NULL,'PjProjectDatabase','项目数据库','Project Database'),(14,2,'pj_project_profile/index',NULL,'PjProjectProfile','项目描述','Project Profile'),(15,2,'pj_daily_progress_tr_re/index',NULL,'PjDailyProgressTrRe','每日进度（翻译校对）','Daily Progress(TR&RE)'),(16,2,'pj_daily_progress_dtp/index',NULL,'PjDailyProgressDtp','每日进度（排版）','Daily Progress(DTP)'),(17,2,'pj_y_p_evaluation/index',NULL,'PjYPEvaluation','预排评估','Pre-Fromat Evalaution'),(18,2,'pj_translation_evaluation/index',NULL,'PjTranslationEvaluation','翻译评估','Translation Evaluation'),(19,2,'pj_h_p_evaluation/index',NULL,'PjHPEvaluation','后排评估','Post-format Evaluation'),(20,2,'pj_project_summary/index',NULL,'PjProjectSummary','项目总结','Project Summary'),(21,2,'pj_project_release/index',NULL,'PjProjectRelease','项目放行','Project Release'),(22,2,'pj_client_feedback/index',NULL,'PjClientFeedback','客户反馈','Customer Feedback'),(23,3,'my_schedule/index',NULL,NULL,'我的日程','My Schedule'),(24,3,'project_schedule/index',NULL,NULL,'项目日程','Project Schedule'),(25,3,'personnel_schedule/index',NULL,NULL,'人员日程','Personnel Schedule'),(26,4,'system_configuration/index',NULL,NULL,'系统设置','System Configuration'),(27,4,'admin/index',NULL,NULL,'用户管理','User Management'),(28,4,'authority_management/index',NULL,NULL,'权限管理','Authority Management'),(29,4,'http://localhost/phpMyAdmin4.8.5/',NULL,NULL,'表格管理','Table Management'),(30,6,'xt_dict/index',NULL,'XtDict','词库管理','Dict Management'),(31,4,'xt_company/index',NULL,'XtCompany','主体公司','Subject Company'),(32,5,'statistics/index',NULL,NULL,'统计报表','Statistics'),(33,0,'#','icon-project-soild',NULL,'文件管理','File Management'),(34,33,'xt_file/index',NULL,NULL,'项目文件','Project File');

/*Table structure for table `ky_xt_messages` */

DROP TABLE IF EXISTS `ky_xt_messages`;

CREATE TABLE `ky_xt_messages` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `name` varchar(50) DEFAULT NULL COMMENT '名称',
  `cn_title` varchar(255) DEFAULT NULL COMMENT '中文标题',
  `en_title` varchar(255) DEFAULT NULL COMMENT '英文标题',
  `content` varchar(255) DEFAULT NULL COMMENT '内容',
  `status` tinyint(1) DEFAULT '0' COMMENT '状态:0未读 1已读',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=126 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_messages` */

insert  into `ky_xt_messages`(`id`,`name`,`cn_title`,`en_title`,`content`,`status`,`create_time`,`update_time`,`delete_time`) values (1,'scxzjl','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201028Bayer01',0,1603862889,1603862889,0),(2,'总经理','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201028Bayer01',0,1603862889,1603862889,0),(3,'市场行政经理','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201104ERD01',1,1604472942,1604474220,0),(4,'总经理','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201104ERD01',0,1604472942,1604472942,0),(5,'市场行政经理','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201104ERD02',0,1604480258,1604480258,0),(6,'总经理','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201104ERD02',0,1604480258,1604480258,0),(7,'市场行政经理','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201104ERD03',0,1604480285,1604480285,0),(8,'总经理','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201104ERD03',0,1604480285,1604480285,0),(9,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105MLA01',0,1604541330,1604541330,0),(10,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105MLA01',0,1604541330,1604541330,0),(11,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BD02',0,1604541363,1604541363,0),(12,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BD02',0,1604541363,1604541363,0),(13,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BD03',0,1604541481,1604541481,0),(14,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BD03',0,1604541481,1604541481,0),(15,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105MLA01',0,1604542142,1604542142,0),(16,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105BD03',0,1604542471,1604542471,0),(17,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105BD02',0,1604542471,1604542471,0),(18,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF04',0,1604542994,1604542994,0),(19,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF04',0,1604542994,1604542994,0),(20,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF05',0,1604543071,1604543071,0),(21,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF05',0,1604543071,1604543071,0),(22,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF06',0,1604543082,1604543082,0),(23,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF06',0,1604543082,1604543082,0),(24,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF06',0,1604543657,1604543657,0),(25,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF05',0,1604543658,1604543658,0),(26,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF04',0,1604543658,1604543658,0),(27,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BSL07',0,1604544476,1604544476,0),(28,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BSL07',0,1604544476,1604544476,0),(29,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105BSL07',0,1604544763,1604544763,0),(30,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BBSG08',0,1604548585,1604548585,0),(31,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BBSG08',0,1604548585,1604548585,0),(32,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105FLP09',0,1604548944,1604548944,0),(33,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105FLP09',0,1604548944,1604548944,0),(34,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105FLP10',0,1604548985,1604548985,0),(35,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105FLP10',0,1604548985,1604548985,0),(36,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105FLP10',0,1604551624,1604551624,0),(37,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105FLP09',0,1604551624,1604551624,0),(38,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF11',0,1604552817,1604552817,0),(39,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF11',0,1604552817,1604552817,0),(40,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF12',0,1604552852,1604552852,0),(41,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF12',0,1604552852,1604552852,0),(42,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF13',0,1604552961,1604552961,0),(43,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF13',0,1604552961,1604552961,0),(44,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF14',0,1604553018,1604553018,0),(45,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF14',0,1604553018,1604553018,0),(46,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF15',0,1604553055,1604553055,0),(47,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF15',0,1604553055,1604553055,0),(48,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF16',0,1604553082,1604553082,0),(49,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF16',0,1604553082,1604553082,0),(50,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF17',0,1604553141,1604553141,0),(51,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF17',0,1604553141,1604553141,0),(52,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF18',0,1604553177,1604553177,0),(53,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF18',0,1604553177,1604553177,0),(54,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF19',0,1604553208,1604553208,0),(55,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF19',0,1604553208,1604553208,0),(56,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF20',1,1604553234,1604558213,0),(57,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF20',0,1604553234,1604553234,0),(58,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF21',0,1604553258,1604553258,0),(59,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF21',0,1604553258,1604553258,0),(60,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF22',0,1604553282,1604553282,0),(61,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF22',0,1604553282,1604553282,0),(62,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF23',0,1604553307,1604553307,0),(63,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105TLF23',0,1604553307,1604553307,0),(64,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105ZRYD24',0,1604553529,1604553529,0),(65,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105ZRYD24',0,1604553529,1604553529,0),(66,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105BBSG08',0,1604554027,1604554027,0),(67,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF23',0,1604554100,1604554100,0),(68,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF22',0,1604554100,1604554100,0),(69,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF21',0,1604554100,1604554100,0),(70,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF20',0,1604554100,1604554100,0),(71,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF19',0,1604554100,1604554100,0),(72,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF18',0,1604554100,1604554100,0),(73,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF17',0,1604554100,1604554100,0),(74,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF16',0,1604554100,1604554100,0),(75,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF15',0,1604554100,1604554100,0),(76,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF14',0,1604554100,1604554100,0),(77,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF13',0,1604554100,1604554100,0),(78,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF12',0,1604554100,1604554100,0),(79,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105TLF11',0,1604554100,1604554100,0),(80,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105ZRYD24',0,1604554122,1604554122,0),(81,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BBSG25',0,1604554617,1604554617,0),(82,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BBSG25',0,1604554617,1604554617,0),(83,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105BBSG25',0,1604555462,1604555462,0),(84,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BD26',0,1604555681,1604555681,0),(85,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BD26',0,1604555681,1604555681,0),(86,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105BD26',0,1604556304,1604556304,0),(87,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB27',0,1604557744,1604557744,0),(88,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB27',0,1604557744,1604557744,0),(89,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB28',0,1604557748,1604557748,0),(90,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB28',0,1604557748,1604557748,0),(91,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB29',0,1604557753,1604557753,0),(92,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB29',0,1604557753,1604557753,0),(93,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB30',1,1604557757,1604558203,0),(94,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB30',0,1604557757,1604557757,0),(95,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB31',0,1604557761,1604557761,0),(96,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105DSB31',0,1604557761,1604557761,0),(97,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105DSB31',0,1604558055,1604558055,0),(98,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105DSB30',0,1604558055,1604558055,0),(99,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105DSB29',0,1604558055,1604558055,0),(100,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105DSB28',0,1604558055,1604558055,0),(101,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105DSB27',0,1604558055,1604558055,0),(102,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF32',0,1604558877,1604558877,0),(103,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF32',0,1604558877,1604558877,0),(104,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF33',0,1604559265,1604559265,0),(105,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF33',0,1604559265,1604559265,0),(106,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF34',0,1604559767,1604559767,0),(107,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF34',0,1604559767,1604559767,0),(108,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105SMF34',0,1604560276,1604560276,0),(109,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105SMF33',0,1604560276,1604560276,0),(110,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105SMF32',0,1604560276,1604560276,0),(111,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF35',0,1604560429,1604560429,0),(112,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF35',0,1604560429,1604560429,0),(113,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF36',0,1604561357,1604561357,0),(114,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF36',0,1604561357,1604561357,0),(115,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF37',0,1604561442,1604561442,0),(116,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SMF37',0,1604561442,1604561442,0),(117,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BBSG38',0,1604561928,1604561928,0),(118,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105BBSG38',0,1604561928,1604561928,0),(119,'SAM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SYZX39',0,1604562330,1604562330,0),(120,'GM','您有新来稿待批准，请尽快确认！','You have new file to confirm','Filing_Code: F-20201105SYZX39',0,1604562330,1604562330,0),(121,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105SYZX39',0,1604562381,1604562381,0),(122,'PM01','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105BBSG38',0,1604562381,1604562381,0),(123,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105SMF37',0,1604562381,1604562381,0),(124,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105SMF36',0,1604562381,1604562381,0),(125,'PM02','您有新项目汇总信息待处理！','You have new Contract Review to pending','Filing_Code: F-20201105SMF35',0,1604562381,1604562381,0);

/*Table structure for table `ky_xt_pj_group` */

DROP TABLE IF EXISTS `ky_xt_pj_group`;

CREATE TABLE `ky_xt_pj_group` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `name` varchar(255) DEFAULT NULL COMMENT '部门',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_time` int(11) DEFAULT NULL COMMENT '更新时间',
  `delete_time` int(10) NOT NULL DEFAULT '0' COMMENT '删除时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_pj_group` */

/*Table structure for table `ky_xt_report` */

DROP TABLE IF EXISTS `ky_xt_report`;

CREATE TABLE `ky_xt_report` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '报表中文名',
  `en_name` varchar(255) DEFAULT NULL COMMENT '报表英文名',
  `url` varchar(255) DEFAULT NULL COMMENT '链接地址',
  `icon` varchar(255) DEFAULT NULL COMMENT '图标样式',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_report` */

insert  into `ky_xt_report`(`id`,`cn_name`,`en_name`,`url`,`icon`) values (1,'翻译量对比统计','Analysis of Production Volume','statistics/translation',NULL),(2,'翻译金额对比统计','Analysis of Invoice Volume','statistics/translation_amount',NULL),(3,'年度翻译量汇总','Annual Production Volume','translation/index',NULL),(4,'销售人员销售额汇总','Annual Sales Performance','statistics/sales_statistics',NULL),(5,'工作绩效统计','Performance Table','performance_table/index',NULL),(6,'翻译人员质量评估','Quality Appraisal of Translator','statistics/qa_translator',NULL),(7,'校对人员质量评估','Quality Appraisal of Reviser','qa_reviser/index',NULL),(8,'排版人员质量评估','Quality Appraisal of Formatter','statistics/qa_formatter',NULL),(10,'翻译校对人员综合考核','Overall Performance Appraisal of TR&RE','opa_tr_re/index',NULL),(11,'排版人员综合考核','Overall Performance Appraisal of Formatter','opa_formatter/index',NULL),(12,'项目助理综合考核','Overall Performance Appraisal of Project Assisstant','opa_pa/index',NULL),(13,'项目通道','Project Funnel','project_funnel/index',NULL);

/*Table structure for table `ky_xt_rw_auth` */

DROP TABLE IF EXISTS `ky_xt_rw_auth`;

CREATE TABLE `ky_xt_rw_auth` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `name` varchar(255) DEFAULT NULL COMMENT '用户名称',
  `C` varchar(255) DEFAULT NULL COMMENT '菜单栏目',
  `read` tinyint(1) unsigned zerofill DEFAULT '0' COMMENT '查看数据',
  `create` tinyint(1) unsigned zerofill DEFAULT '0' COMMENT '新增数据',
  `edit` tinyint(1) unsigned zerofill DEFAULT '0' COMMENT '修改数据',
  `delete` tinyint(1) unsigned zerofill DEFAULT '0' COMMENT '删除数据',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=326 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_rw_auth` */

insert  into `ky_xt_rw_auth`(`id`,`name`,`C`,`read`,`create`,`edit`,`delete`) values (1,'系统管理员','MKContract',1,1,1,1),(2,'系统管理员','MkCustomer',1,1,1,1),(3,'系统管理员','MkInquiry',1,1,1,1),(4,'系统管理员','MkFeseability',1,1,1,1),(5,'系统管理员','MkInvoicing',1,1,1,1),(6,'系统管理员','PjContractReview',1,1,1,1),(7,'系统管理员','PjProjectDatabase',1,1,1,1),(8,'系统管理员','PjProjectProfile',1,1,1,1),(9,'系统管理员','PjDailyProgressTrRe',1,1,1,1),(10,'系统管理员','PjDailyProgressDtp',1,1,1,1),(11,'系统管理员','PjYPEvaluation',1,1,1,1),(12,'系统管理员','PjTranslationEvaluation',1,1,1,1),(13,'系统管理员','PjHPEvaluation',1,1,1,1),(14,'系统管理员','PjProjectSummary',1,1,1,1),(15,'系统管理员','PjProjectRelease',1,1,1,1),(16,'系统管理员','PjClientFeedback',1,1,1,1),(17,'系统管理员','XtDict',1,1,1,1),(18,'admin','MKContract',1,1,1,1),(19,'admin','MkCustomer',1,1,1,1),(20,'admin','MkInquiry',1,1,1,1),(21,'admin','MkFeseability',1,1,1,1),(22,'admin','MkInvoicing',1,1,1,1),(23,'admin','PjContractReview',1,1,1,1),(24,'admin','PjProjectDatabase',1,1,1,1),(25,'admin','PjProjectProfile',1,1,1,1),(26,'admin','PjDailyProgressTrRe',1,1,1,1),(27,'admin','PjDailyProgressDtp',1,1,1,1),(28,'admin','PjYPEvaluation',1,1,1,1),(29,'admin','PjTranslationEvaluation',1,1,1,1),(30,'admin','PjHPEvaluation',1,1,1,1),(31,'admin','PjProjectSummary',1,1,1,1),(32,'admin','PjProjectRelease',1,1,1,1),(33,'admin','PjClientFeedback',1,1,1,1),(34,'admin','XtDict',1,1,1,1),(37,'系统管理员','XtCompany',1,1,1,1),(38,'admin','XtCompany',1,1,1,1),(39,'项目经理2','MKContract',1,1,1,1),(40,'项目经理2','MkCustomer',1,1,1,1),(41,'项目经理2','MkInquiry',1,1,1,1),(42,'项目经理2','MkFeseability',1,1,1,1),(43,'项目经理2','MkInvoicing',1,1,1,1),(44,'项目经理2','PjContractReview',1,1,1,1),(45,'项目经理2','PjProjectDatabase',1,1,1,1),(46,'项目经理2','PjProjectProfile',1,1,1,1),(47,'项目经理2','PjDailyProgressTrRe',1,0,0,0),(48,'项目经理2','PjDailyProgressDtp',1,0,0,0),(49,'项目经理2','PjYPEvaluation',1,0,0,0),(50,'项目经理2','PjTranslationEvaluation',1,0,0,0),(51,'项目经理2','PjHPEvaluation',1,0,0,0),(52,'项目经理2','PjProjectSummary',1,0,0,0),(53,'项目经理2','PjProjectRelease',1,1,1,1),(54,'项目经理2','PjClientFeedback',1,1,1,1),(55,'项目经理2','XtDict',1,1,1,1),(56,'项目经理2','XtCompany',1,1,1,1),(57,'总经理','MKContract',1,1,1,1),(58,'总经理','MkCustomer',1,1,1,1),(59,'总经理','MkInquiry',1,1,1,1),(60,'总经理','MkFeseability',1,1,1,1),(61,'总经理','MkInvoicing',1,1,1,1),(62,'总经理','PjContractReview',1,1,1,1),(63,'总经理','PjProjectDatabase',1,1,1,1),(64,'总经理','PjProjectProfile',1,1,1,1),(65,'总经理','PjDailyProgressTrRe',1,1,1,1),(66,'总经理','PjDailyProgressDtp',1,1,1,1),(67,'总经理','PjYPEvaluation',1,1,1,1),(68,'总经理','PjTranslationEvaluation',1,1,1,1),(69,'总经理','PjHPEvaluation',1,1,1,1),(70,'总经理','PjProjectSummary',1,1,1,1),(71,'总经理','PjProjectRelease',1,1,1,1),(72,'总经理','PjClientFeedback',1,1,1,1),(73,'总经理','XtDict',1,1,1,1),(74,'总经理','XtCompany',1,1,1,1),(75,'scxzjl','MKContract',1,1,1,1),(76,'scxzjl','MkCustomer',1,1,1,1),(77,'scxzjl','MkInquiry',1,1,1,1),(78,'scxzjl','MkFeseability',1,1,1,1),(79,'scxzjl','MkInvoicing',1,1,1,1),(80,'scxzjl','PjContractReview',1,0,1,0),(81,'scxzjl','XtCompany',1,1,1,1),(82,'翻译助理','PjProjectProfile',1,0,0,0),(83,'翻译助理','PjDailyProgressDtp',1,1,1,1),(84,'预排张三','PjProjectProfile',1,0,0,0),(85,'预排张三','PjDailyProgressDtp',1,1,1,1),(86,'预排李四','PjProjectProfile',1,0,0,0),(87,'预排李四','PjDailyProgressDtp',1,1,1,1),(88,'翻译张三','PjProjectProfile',1,0,0,0),(89,'翻译张三','PjDailyProgressTrRe',1,1,1,1),(90,'翻译张三','PjYPEvaluation',1,1,1,1),(91,'翻译张三','PjProjectSummary',1,1,1,1),(92,'翻译李四','PjProjectProfile',1,0,0,0),(93,'翻译李四','PjDailyProgressTrRe',1,1,1,1),(94,'翻译李四','PjYPEvaluation',1,1,1,1),(95,'翻译李四','PjProjectSummary',1,1,1,1),(96,'校对张三','PjProjectProfile',1,0,0,0),(97,'校对张三','PjDailyProgressTrRe',1,1,1,1),(98,'校对张三','PjTranslationEvaluation',1,1,1,1),(99,'校对张三','PjHPEvaluation',1,1,1,1),(100,'校对张三','PjProjectRelease',1,1,1,1),(101,'校对李四','PjProjectProfile',1,0,0,0),(102,'校对李四','PjDailyProgressTrRe',1,1,1,1),(103,'校对李四','PjTranslationEvaluation',1,1,1,1),(104,'校对李四','PjHPEvaluation',1,1,1,1),(105,'校对李四','PjProjectRelease',1,1,1,1),(106,'后排张三','PjProjectProfile',1,0,0,0),(107,'后排张三','PjDailyProgressDtp',1,1,1,1),(108,'后排李四','PjProjectProfile',1,0,0,0),(109,'后排李四','PjDailyProgressDtp',1,1,1,1),(110,'项目助理','PjContractReview',1,0,1,1),(111,'项目助理','PjProjectDatabase',1,0,1,1),(112,'项目助理','PjProjectProfile',1,1,1,1),(113,'项目助理','PjDailyProgressTrRe',1,0,0,0),(114,'项目助理','PjDailyProgressDtp',1,0,0,0),(115,'项目助理','PjYPEvaluation',1,0,0,0),(116,'项目助理','PjTranslationEvaluation',1,1,1,1),(117,'项目助理','PjHPEvaluation',1,0,0,0),(118,'项目助理','PjProjectSummary',1,1,1,1),(119,'项目助理','PjProjectRelease',1,1,1,1),(120,'项目助理','PjClientFeedback',1,1,1,1),(121,'市场助理ZM','MKContract',1,1,1,1),(122,'市场助理ZM','MkCustomer',1,1,1,1),(123,'市场助理ZM','MkInquiry',1,1,1,1),(124,'市场助理ZM','MkFeseability',1,1,1,1),(125,'市场助理ZM','MkInvoicing',1,1,1,1),(126,'市场助理ZM','PjClientFeedback',1,1,1,1),(127,'市场助理LYX','MKContract',1,1,1,1),(128,'市场助理LYX','MkCustomer',1,1,1,1),(129,'市场助理LYX','MkInquiry',1,1,1,1),(130,'市场助理LYX','MkFeseability',1,1,1,1),(131,'市场助理LYX','MkInvoicing',1,1,1,1),(132,'市场助理LYX','PjClientFeedback',1,1,1,1),(133,'市场助理CR','MKContract',1,1,1,1),(134,'市场助理CR','MkCustomer',1,1,1,1),(135,'市场助理CR','MkInquiry',1,1,1,1),(136,'市场助理CR','MkFeseability',1,1,1,1),(137,'市场助理CR','MkInvoicing',1,1,1,1),(138,'市场助理CR','PjClientFeedback',1,1,1,1),(139,'项目助理XJY','PjContractReview',1,0,1,0),(140,'项目助理XJY','PjProjectDatabase',1,0,1,0),(141,'项目助理XJY','PjProjectProfile',1,1,1,1),(142,'项目助理XJY','PjDailyProgressDtp',1,0,0,0),(143,'项目助理ZJ','PjContractReview',1,0,1,0),(144,'项目助理ZJ','PjProjectDatabase',1,0,1,0),(145,'项目助理ZJ','PjProjectProfile',1,1,1,1),(146,'项目助理ZYX','PjContractReview',1,0,1,0),(147,'项目助理ZYX','PjProjectDatabase',1,0,1,0),(148,'项目助理ZYX','PjProjectProfile',1,1,1,1),(149,'项目助理SM','PjContractReview',1,0,1,0),(150,'项目助理SM','PjProjectDatabase',1,0,1,0),(151,'项目助理SM','PjProjectProfile',1,1,1,1),(152,'项目助理SM','PjDailyProgressDtp',1,0,0,0),(153,'项目助理SM','PjYPEvaluation',1,0,0,0),(154,'项目助理SM','PjHPEvaluation',1,0,0,0),(155,'项目助理ZYX','PjDailyProgressDtp',1,0,0,0),(156,'项目助理ZJ','PjDailyProgressDtp',1,0,0,0),(157,'项目经理','PjContractReview',1,1,1,1),(158,'项目经理','PjProjectDatabase',1,1,1,1),(159,'项目经理','PjProjectProfile',1,1,1,1),(160,'项目经理','PjDailyProgressTrRe',1,0,0,0),(161,'项目经理','PjDailyProgressDtp',1,0,0,0),(162,'项目经理','PjYPEvaluation',1,0,0,0),(163,'项目经理','PjTranslationEvaluation',1,0,0,0),(164,'项目经理','PjHPEvaluation',1,0,0,0),(165,'项目经理','PjProjectSummary',1,0,0,0),(166,'项目经理','PjProjectRelease',1,0,0,0),(167,'项目经理','PjClientFeedback',1,0,0,0),(168,'市场助理AL','MKContract',1,1,1,1),(169,'市场助理AL','MkCustomer',1,1,1,1),(170,'市场助理AL','MkInquiry',1,1,1,1),(171,'市场助理AL','MkFeseability',1,1,1,1),(172,'市场助理AL','MkInvoicing',1,1,1,1),(173,'项目助理ZYX','PjDailyProgressTrRe',1,0,0,0),(174,'项目助理ZYX','PjYPEvaluation',1,0,0,0),(175,'项目助理ZYX','PjTranslationEvaluation',1,0,0,0),(176,'项目助理ZYX','PjHPEvaluation',1,0,0,0),(177,'项目助理ZJ','PjDailyProgressTrRe',1,0,0,0),(178,'项目助理ZJ','PjYPEvaluation',1,0,0,0),(179,'项目助理ZJ','PjTranslationEvaluation',1,0,0,0),(180,'项目助理ZJ','PjHPEvaluation',1,0,0,0),(181,'项目助理XJY','PjDailyProgressTrRe',1,0,0,0),(182,'项目助理XJY','PjYPEvaluation',1,0,0,0),(183,'项目助理XJY','PjTranslationEvaluation',1,0,0,0),(184,'项目助理XJY','PjHPEvaluation',1,0,0,0),(185,'项目助理SM','PjDailyProgressTrRe',1,0,0,0),(186,'项目助理SM','PjTranslationEvaluation',1,0,0,0),(187,'项目经理TJ','PjContractReview',1,1,1,1),(188,'项目经理TJ','PjProjectDatabase',1,1,1,1),(189,'项目经理TJ','PjProjectProfile',1,1,1,1),(190,'项目经理TJ','PjDailyProgressTrRe',1,0,0,0),(191,'项目经理TJ','PjDailyProgressDtp',1,0,0,0),(192,'项目经理TJ','PjYPEvaluation',1,0,0,0),(193,'项目经理TJ','PjTranslationEvaluation',1,0,0,0),(194,'项目经理TJ','PjHPEvaluation',1,0,0,0),(195,'项目经理TJ','PjProjectSummary',1,0,0,0),(196,'项目经理TJ','PjProjectRelease',1,1,1,1),(197,'项目经理TJ','PjClientFeedback',1,1,1,1),(198,'项目经理LG','PjContractReview',1,1,1,1),(199,'项目经理LG','PjProjectDatabase',1,1,1,1),(200,'项目经理LG','PjProjectProfile',1,1,1,1),(201,'项目经理LG','PjDailyProgressTrRe',1,0,0,0),(202,'项目经理LG','PjDailyProgressDtp',1,0,0,0),(203,'项目经理LG','PjYPEvaluation',1,0,0,0),(204,'项目经理LG','PjTranslationEvaluation',1,0,0,0),(205,'项目经理LG','PjHPEvaluation',1,0,0,0),(206,'项目经理LG','PjProjectSummary',1,0,0,0),(207,'项目经理LG','PjProjectRelease',1,1,1,1),(208,'项目经理LG','PjClientFeedback',1,1,1,1),(209,'校对李四','PjYPEvaluation',1,1,1,1),(210,'校对李四','PjProjectSummary',1,1,1,1),(211,'后排李四','PjProjectSummary',1,1,1,1),(212,'预排李四','PjProjectSummary',1,1,1,1),(213,'校对张三','PjYPEvaluation',1,1,1,1),(214,'校对张三','PjProjectSummary',1,1,1,1),(215,'后排张三','PjProjectSummary',1,1,1,1),(216,'翻译张三','PjTranslationEvaluation',1,1,1,1),(217,'翻译张三','PjHPEvaluation',1,1,1,1),(218,'翻译张三','PjProjectRelease',1,1,1,1),(219,'预排张三','PjProjectSummary',1,1,1,1),(220,'翻译李四','PjTranslationEvaluation',1,1,1,1),(221,'翻译李四','PjHPEvaluation',1,1,1,1),(222,'翻译李四','PjProjectRelease',1,1,1,1),(223,'SA04','MKContract',1,1,1,0),(224,'SA04','MkCustomer',1,1,1,0),(225,'SA04','MkInquiry',1,1,1,0),(226,'SA04','MkFeseability',1,1,1,0),(227,'SA04','MkInvoicing',1,1,1,0),(228,'SA03','MKContract',1,1,1,0),(229,'SA03','MkCustomer',1,1,1,0),(230,'SA03','MkInquiry',1,1,1,0),(231,'SA03','MkFeseability',1,1,1,0),(232,'SA03','MkInvoicing',1,1,1,0),(233,'SA02','MKContract',1,1,1,0),(234,'SA02','MkCustomer',1,1,1,0),(235,'SA02','MkInquiry',1,1,1,0),(236,'SA02','MkFeseability',1,1,1,0),(237,'SA02','MkInvoicing',1,1,1,0),(238,'SA01','MKContract',1,1,1,0),(239,'SA01','MkCustomer',1,1,1,0),(240,'SA01','MkInquiry',1,1,1,0),(241,'SA01','MkFeseability',1,1,1,0),(242,'SA01','MkInvoicing',1,1,1,0),(243,'SAM','MKContract',1,1,1,1),(244,'SAM','MkCustomer',1,1,1,1),(245,'SAM','MkInquiry',1,1,1,1),(246,'SAM','MkFeseability',1,1,1,1),(247,'SAM','MkInvoicing',1,1,1,1),(248,'SAM','PjContractReview',1,0,0,0),(249,'SAM','PjProjectProfile',1,0,0,0),(250,'SAM','XtDict',1,1,1,1),(251,'SAM','XtCompany',1,1,1,1),(252,'GM','MKContract',1,1,1,1),(253,'GM','MkCustomer',1,1,1,1),(254,'GM','MkInquiry',1,1,1,1),(255,'GM','MkFeseability',1,1,1,1),(256,'GM','MkInvoicing',1,1,1,1),(257,'GM','PjContractReview',1,1,1,1),(258,'GM','PjProjectDatabase',1,1,1,1),(259,'GM','PjProjectProfile',1,1,1,1),(260,'GM','PjDailyProgressTrRe',1,1,1,1),(261,'GM','PjDailyProgressDtp',1,1,1,1),(262,'GM','PjYPEvaluation',1,1,1,1),(263,'GM','PjTranslationEvaluation',1,1,1,1),(264,'GM','PjHPEvaluation',1,1,1,1),(265,'GM','PjProjectSummary',1,1,1,1),(266,'GM','PjProjectRelease',1,1,1,1),(267,'GM','PjClientFeedback',1,1,1,1),(268,'GM','XtDict',1,1,1,1),(269,'GM','XtCompany',1,1,1,1),(270,'PA04','PjContractReview',1,1,1,1),(271,'PA04','PjProjectDatabase',1,1,1,1),(272,'PA04','PjProjectProfile',1,1,1,1),(273,'PA04','PjDailyProgressTrRe',1,0,0,0),(274,'PA04','PjDailyProgressDtp',1,0,0,0),(275,'PA02','PjContractReview',1,1,1,1),(276,'PA02','PjProjectDatabase',1,1,1,1),(277,'PA02','PjProjectProfile',1,1,1,1),(278,'PA02','PjDailyProgressTrRe',1,0,0,0),(279,'PA02','PjDailyProgressDtp',1,0,0,0),(280,'PA02','PjYPEvaluation',1,0,0,0),(281,'PA02','PjHPEvaluation',1,0,0,0),(282,'PA04','PjYPEvaluation',1,0,0,0),(283,'PA04','PjHPEvaluation',1,0,0,0),(284,'PA03','PjContractReview',1,1,1,1),(285,'PA03','PjProjectDatabase',1,1,1,1),(286,'PA03','PjProjectProfile',1,1,1,1),(287,'PA03','PjDailyProgressTrRe',1,0,0,0),(288,'PA03','PjDailyProgressDtp',1,0,0,0),(289,'PA03','PjYPEvaluation',1,0,0,0),(290,'PA03','PjHPEvaluation',1,0,0,0),(291,'PA01','PjContractReview',1,1,1,1),(292,'PA01','PjProjectDatabase',1,1,1,1),(293,'PA01','PjProjectProfile',1,1,1,1),(294,'PA01','PjDailyProgressTrRe',1,0,0,0),(295,'PA01','PjDailyProgressDtp',1,0,0,0),(296,'PA01','PjYPEvaluation',1,0,0,0),(297,'PA01','PjHPEvaluation',1,0,0,0),(298,'PM02','PjContractReview',1,1,1,1),(299,'PM02','PjProjectDatabase',1,1,1,1),(300,'PM02','PjProjectProfile',1,1,1,1),(301,'PM02','PjDailyProgressTrRe',1,0,0,0),(302,'PM02','PjDailyProgressDtp',1,0,0,0),(303,'PM02','PjYPEvaluation',1,0,0,0),(304,'PM02','PjTranslationEvaluation',1,0,0,0),(305,'PM02','PjHPEvaluation',1,0,0,0),(306,'PM02','PjProjectSummary',1,0,0,0),(307,'PM02','PjProjectRelease',1,1,1,1),(308,'PM02','PjClientFeedback',1,1,1,1),(309,'PM01','PjContractReview',1,1,1,1),(310,'PM01','PjProjectDatabase',1,1,1,1),(311,'PM01','PjProjectProfile',1,1,1,1),(312,'PM01','PjDailyProgressTrRe',1,0,0,0),(313,'PM01','PjDailyProgressDtp',1,0,0,0),(314,'PM01','PjYPEvaluation',1,0,0,0),(315,'PM01','PjTranslationEvaluation',1,0,0,0),(316,'PM01','PjHPEvaluation',1,0,0,0),(317,'PM01','PjProjectSummary',1,0,0,0),(318,'PM01','PjProjectRelease',1,1,1,1),(319,'PM01','PjClientFeedback',1,1,1,1),(320,'彭思怡','PjDailyProgressDtp',1,1,1,1),(321,'彭思怡','PjProjectSummary',1,1,1,1),(322,'夏贝贝','PjProjectProfile',1,0,0,0),(323,'夏贝贝','PjDailyProgressDtp',1,1,1,1),(324,'夏贝贝','PjProjectSummary',1,1,1,1),(325,'彭思怡','PjProjectProfile',1,0,0,0);

/*Table structure for table `ky_xt_system_configation` */

DROP TABLE IF EXISTS `ky_xt_system_configation`;

CREATE TABLE `ky_xt_system_configation` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `copyright` varchar(255) DEFAULT NULL COMMENT '版权信息',
  `company` varchar(255) DEFAULT NULL COMMENT '公司名称',
  `General_layout` text COMMENT '整体布局',
  `Format_text` text COMMENT '文本格式',
  `Check_feedback` text COMMENT '校对反馈',
  `Expression_accumulation` text COMMENT '表达积累',
  `Project_summary` text COMMENT '项目总结',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_system_configation` */

insert  into `ky_xt_system_configation`(`id`,`copyright`,`company`,`General_layout`,`Format_text`,`Check_feedback`,`Expression_accumulation`,`Project_summary`) values (1,'北京科译翻译有限公司','北京科译翻译有限公司','文件整体布局是否与原文件相符，例如纸张大小、方向、页边距、页眉页脚等。A：优秀；B：良好；C：及格；D：较差。如果评为D时，备注栏里须补充说明具体问题。','文本格式是否与原文件相符，例如字体字号、行距、缩进与对齐、标点符号、数字等。A：优秀；B：良好；C：及格；D：较差。D：较差如果评为D时，备注栏里须补充说明具体问题。','总结校对人员提供的修订反馈','汇总校对稿中有用的表达和术语翻译','总结翻译该项目的心得体会，以及有待提高的方面');

/*Table structure for table `ky_xt_table_text` */

DROP TABLE IF EXISTS `ky_xt_table_text`;

CREATE TABLE `ky_xt_table_text` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键序号',
  `cn_name` varchar(255) DEFAULT NULL COMMENT '中文名称',
  `en_name` varchar(255) DEFAULT NULL COMMENT '英文名称',
  `intro` text COMMENT '说明文本',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8mb4;

/*Data for the table `ky_xt_table_text` */

insert  into `ky_xt_table_text`(`id`,`cn_name`,`en_name`,`intro`) values (1,'合同管理','Contract&Administrative Activities',''),(2,'客户管理','Customer',NULL),(3,'来稿需求','Inquiry',NULL),(4,'来稿确认','Feasibility',NULL),(5,'结算管理','Invoicing',NULL),(6,'项目汇总','Contract Review',NULL),(7,'项目数据库','Project Database',NULL),(8,'项目描述','Project Profile',NULL),(9,'每日进度(翻译校对)','Daily Progress(TR&RE)',NULL),(10,'每日进度(排版)','Daily Progress(DTP)',NULL),(11,'预排评估','Pre-Fromat Evalaution','<p>整体布局：</p><p>文件整体布局是否与原文件相符，例如纸张大小、方向、页边距、页眉页脚等。A：优秀；B：良好；C：及格；D：较差。如果评为D时，备注栏里须补充说明具体问题。</p><p>文本格式：</p><p>文本格式是否与原文件相符，例如字体字号、行距、缩进与对齐、标点符号、数字等。A：优秀；B：良好；C：及格；D：较差。D：较差如果评为D时，备注栏里须补充说明具体问题。</p>'),(12,'翻译评估','Translation Evaluation',NULL),(13,'后排评估','Post-Format Evaluation',NULL),(14,'项目总结','Project Summary','总结校对人员提供的修订反馈</br>\n\n表达积累：汇总校对稿中有用的表达和术语翻译</br>\n\n项目总结：总结翻译该项目的心得体会，以及有待提高的方面'),(15,'项目放行','Project Release',NULL),(16,'客户反馈','Customer Feedback',NULL);

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
